 
  <div class="header jumbotron text-center"> 
   <h1>Tau Ceti Station</h1> 
   <p><a href="http://tauceti.ru/forums/" class="btn btn-primary btn-sm" role="button">&#x424;&#x43E;&#x440;&#x443;&#x43C;</a> <a href="http://wiki.tauceti.ru/" class="btn btn-primary btn-sm" role="button">Wiki</a> <a href="https://github.com/TauCetiStation/TauCetiClassic" class="btn btn-primary btn-sm" role="button">GitHub</a></p> 
   <p>&#x41A;&#x43E;&#x43D;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x446;&#x438;&#x44F;: <a href="https://discord.gg/YCWRjkb">Discord</a></p> 
  </div> 
  <div class="container"> 
   <div class="row"> 
    <div class="col-lg-12"> 
     <p><b>&#x422;&#x435;&#x43A;&#x443;&#x449;&#x438;&#x435; &#x43C;&#x435;&#x439;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x435;&#x440;&#x44B;: </b>Molesto411, VolAs, Kurshan, Rascher, Igigil.</p> 
     <p><b>&#x41A;&#x43E;&#x43D;&#x442;&#x440;&#x438;&#x431;&#x44C;&#x44E;&#x442;&#x435;&#x440;&#x44B; &#x431;&#x438;&#x43B;&#x434;&#x430;: </b><a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/graphs/contributors">&#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44C; &#x441;&#x43F;&#x438;&#x441;&#x43E;&#x43A;</a></p> 
     <p><b>Thanks to: </b>Baystation 12, /tg/station, /vg/station, Paradise Station, GoonStation devs and the original SpaceStation developers.</p> 
     <p class="bg-danger"><b>&#x41D;&#x430;&#x448;&#x43B;&#x438; &#x431;&#x430;&#x433;?</b> &#x41F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430;, &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x438;&#x442;&#x435; &#x43E; &#x43D;&#x451;&#x43C; &#x43D;&#x430; &#x43D;&#x430;&#x448;&#x435;&#x43C; <a href="https://github.com/TauCetiStation/TauCetiClassic/issues"><b>&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x435;</b></a>.</p> 
    </div> 
   </div> 
   <hr> 
   <button id="open-legend-button" type="button" class="btn btn-info btn-xs">&#x41F;&#x43E;&#x43A;&#x430;&#x437;&#x430;&#x442;&#x44C; &#x41B;&#x435;&#x433;&#x435;&#x43D;&#x434;&#x443;</button> 
   <div id="legend-text"> 
    <ul> 
     <li class="bugfix">- &#x444;&#x438;&#x43A;&#x441;&#x44B;</li> 
     <li class="rscadd">- &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;, &#x444;&#x438;&#x447;&#x438;</li> 
     <li class="rscdel">- &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;&#x430;, &#x43E;&#x442;&#x43A;&#x430;&#x442;&#x44B; &#x444;&#x438;&#x447;&#x44C;</li> 
     <li class="image">- &#x440;&#x435;&#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B;, &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x438; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x435; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x44F; &#x441; &#x438;&#x437;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x44F;&#x43C;&#x438;</li> 
     <li class="sound">- &#x437;&#x432;&#x443;&#x43A;&#x438; &#x438; &#x432;&#x441;&#x451;, &#x447;&#x442;&#x43E; &#x441; &#x43D;&#x438;&#x43C;&#x438; &#x441;&#x432;&#x44F;&#x437;&#x430;&#x43D;&#x43E;</li> 
     <li class="spellcheck">- &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x448;&#x438;&#x431;&#x43E;&#x43A; &#x432; &#x442;&#x435;&#x43A;&#x441;&#x442;&#x43E;&#x432;&#x43E;&#x439; &#x447;&#x430;&#x441;&#x442;&#x438; &#x438;&#x433;&#x440;&#x44B;</li> 
     <li class="tweak">- &#x43D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x432;&#x43A;&#x438; &#x438; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x44F;</li> 
     <li class="balance">- &#x43F;&#x440;&#x430;&#x432;&#x43A;&#x438; &#x431;&#x430;&#x43B;&#x430;&#x43D;&#x441;&#x430;</li> 
     <li class="map">- &#x43A;&#x430;&#x440;&#x442;&#x430; &#x438; &#x435;&#x451; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x435;</li> 
     <li class="performance">- &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B;, &#x43A;&#x430;&#x441;&#x430;&#x44E;&#x449;&#x438;&#x435;&#x441;&#x44F; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;</li> 
     <li class="experiment">- &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x444;&#x438;&#x447;&#x438;/&#x442;&#x432;&#x438;&#x43A;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x43E;&#x442;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x44B;</li> 
    </ul> 
    <button id="close-legend-button" type="button" class="btn btn-danger btn-xs">X</button> 
    <hr> 
   </div> 
   <!-- НЕ ИЗМЕНЯТЬ текст в этом элементе. Чейнджлоги генерируются АВТОМАТИЧЕСКИ! --> 
   <div id="changelogs"> 
    <div class="row" data-date="09.03.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">09.03.2018</h3> 
      <div data-author="Lexakr"> 
       <h4 class="author">Lexakr:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x41F;&#x435;&#x440;&#x435;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43A;&#x430; &#x432; &#x43F;&#x440;&#x438;&#x435;&#x43C;&#x43D;&#x43E;&#x439; &#x43C;&#x435;&#x434;&#x431;&#x435;&#x44F;.</li> 
        <li class="map">&#x424;&#x438;&#x43A;&#x441; &#x43F;&#x43E;&#x447;&#x442;&#x44B; &#x43A;&#x443;&#x445;&#x43D;&#x438;. &#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x43F;&#x43E;&#x441;&#x44B;&#x43B;&#x43A;&#x438; &#x438; &#x432; &#x43A;&#x430;&#x444;&#x435;&#x442;&#x435;&#x440;&#x438;&#x439;.</li> 
        <li class="map">&#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x44B; &#x434;&#x443;&#x431;&#x43B;&#x438;&#x43A;&#x430;&#x442;&#x44B; &#x43A;&#x430;&#x43C;&#x435;&#x440;, &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x44E;&#x449;&#x438;&#x435;.</li> 
        <li class="map">&#x41C;&#x435;&#x43B;&#x43A;&#x438;&#x435; &#x444;&#x438;&#x43A;&#x441;&#x44B; &#x442;&#x440;&#x443;&#x431;, &#x43F;&#x43B;&#x438;&#x442;&#x43E;&#x43A; &#x438; &#x441;&#x442;&#x435;&#x43D;.</li> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x43E; &#x43F;&#x440;&#x43E;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43A;&#x430;&#x43F;&#x435;&#x43B;&#x44C;&#x43D;&#x438;&#x446;&#x44B;.</li> 
       </ul> 
      </div> 
      <div data-author="StrikS"> 
       <h4 class="author">StrikS:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x433;&#x438;&#x43B;&#x44C;&#x437;&#x44B; &#x431;&#x435;&#x437; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C; &#x43F;&#x43E;&#x434;&#x431;&#x438;&#x440;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x43C;&#x443;&#x441;&#x43E;&#x440;&#x43D;&#x44B;&#x43C; &#x43C;&#x435;&#x448;&#x43A;&#x43E;&#x43C;.</li> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x43E;&#x44F;&#x441;&#x43E;&#x43C; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x43E;&#x434;&#x431;&#x438;&#x440;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x44B; &#x43A;&#x430;&#x43A; &#x43C;&#x443;&#x441;&#x43E;&#x440;&#x43D;&#x44B;&#x43C; &#x43C;&#x435;&#x448;&#x43A;&#x43E;&#x43C;.</li> 
        <li class="tweak">&#x412; &#x445;&#x43E;&#x43B;&#x43E;&#x434;&#x438;&#x43B;&#x44C;&#x43D;&#x438;&#x43A; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x43E;&#x43C;&#x435;&#x441;&#x442;&#x438;&#x442;&#x44C; &#x441;&#x43E;&#x434;&#x435;&#x440;&#x436;&#x438;&#x43C;&#x43E;&#x435; &#x43F;&#x43E;&#x44F;&#x441;&#x430;/&#x441;&#x443;&#x43C;&#x43A;&#x438; &#x434;&#x435;&#x440;&#x436;&#x430; &#x438;&#x445; &#x432; &#x440;&#x443;&#x43A;&#x435;.</li> 
        <li class="tweak">&#x41A;&#x430;&#x440;&#x43C;&#x430;&#x448;&#x435;&#x43A; &#x43D;&#x430; &#x43E;&#x444;&#x438;&#x446;&#x435;&#x440;&#x441;&#x43A;&#x43E;&#x43C; &#x43F;&#x43E;&#x44F;&#x441;&#x435; &#x431;&#x44B;&#x43B; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x430;&#x43D; &#x43F;&#x43E;&#x434; hailer, &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x43D;&#x430;&#x443;&#x448;&#x43D;&#x438;&#x43A;&#x430;.</li> 
        <li class="tweak">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x44F; &#x410;&#x412;&#x414; &#x432; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x44C; &#x425;&#x43E;&#x41F;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x412; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43C;&#x430;&#x433;&#x430; &quot;&#x42D;&#x442;&#x435;&#x440;&#x435;&#x430;&#x43B; &#x414;&#x436;&#x430;&#x443;&#x43D;&#x442;&quot;, &#x433;&#x440;&#x430;&#x431;&#x43D;&#x443;&#x442;&#x44B;&#x439; &#x43C;&#x430;&#x433;&#x43E;&#x43C; &quot;&#x43F;&#x430;&#x441;&#x441;&#x430;&#x436;&#x438;&#x440;&quot; &#x43C;&#x43E;&#x433; &#x442;&#x43E;&#x447;&#x43D;&#x43E; &#x442;&#x430;&#x43A; &#x436;&#x435; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x442;&#x44C; &#x43D;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43F;&#x43E;&#x43B;&#x451;&#x442;&#x430; &#x432; &#x43D;&#x435;&#x43C;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x444;&#x43E;&#x440;&#x43C;&#x435;.</li> 
        <li class="bugfix">&#x421;&#x435;&#x434;&#x44C;&#x43C;&#x43E;&#x439; &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x43F;&#x440;&#x43E;&#x43A;&#x430;&#x447;&#x43A;&#x438; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43C;&#x430;&#x433;&#x430; Heal &#x43D;&#x435; &#x43E;&#x442;&#x440;&#x430;&#x449;&#x438;&#x432;&#x430;&#x43B;&#x430; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438;.</li> 
        <li class="balance">&#x423; &#x445;&#x43B;&#x44B;&#x441;&#x442;&#x430; &#x433;&#x435;&#x43D;&#x43E;&#x43A;&#x440;&#x430;&#x434;&#x430; &#x443;&#x431;&#x440;&#x430;&#x43D; &#x445;&#x438;&#x442;&#x441;&#x43A;&#x430;&#x43D; (&#x43C;&#x433;&#x43D;&#x43E;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x43F;&#x435;&#x440;&#x435;&#x43C;&#x435;&#x449;&#x435;&#x43D;&#x438;&#x435; &#x43A; &#x446;&#x435;&#x43B;&#x438;). &#x421;&#x43D;&#x438;&#x436;&#x435;&#x43D;&#x430; &#x434;&#x43B;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x431;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x441; &#x43D;&#x43E;&#x433;. &#x428;&#x430;&#x43D;&#x441;&#x44B; &#x437;&#x430;&#x445;&#x432;&#x430;&#x442;&#x430; &#x437;&#x430;&#x432;&#x438;&#x441;&#x44F;&#x442; &#x43E;&#x442; &#x43F;&#x43E;&#x43A;&#x430;&#x437;&#x430;&#x43D;&#x438;&#x44F; &#x437;&#x430;&#x449;&#x438;&#x442;&#x44B; &#x43E;&#x442; &#x431;&#x43B;&#x438;&#x436;&#x43D;&#x435;&#x433;&#x43E; &#x43E;&#x440;&#x443;&#x436;&#x438;&#x44F; &#x43D;&#x430; &#x433;&#x440;&#x443;&#x434;&#x438;.</li> 
        <li class="bugfix">&#x421;&#x43D;&#x430;&#x440;&#x44F;&#x434;&#x44B;, &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43D;&#x435;&#x43F;&#x43E;&#x441;&#x440;&#x435;&#x434;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x432; &#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x430;&#x445; &#x437;&#x430;&#x43A;&#x43B;&#x438;&#x43D;&#x430;&#x43D;&#x438;&#x44F; TIME STOP &#x43D;&#x435; &#x440;&#x435;&#x430;&#x433;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x43D;&#x430; &#x437;&#x430;&#x43A;&#x43B;&#x438;&#x43D;&#x430;&#x43D;&#x438;&#x435;.</li> 
        <li class="bugfix">&#x427;&#x435;&#x440;&#x432;&#x438; &#x433;&#x435;&#x43D;&#x43E;&#x43A;&#x440;&#x430;&#x434;&#x43E;&#x432; &#x43C;&#x43E;&#x433;&#x43B;&#x438; &#x442;&#x430;&#x441;&#x43A;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x44B;/&#x43C;&#x43E;&#x431;&#x43E;&#x432; &#x438; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x434;&#x432;&#x435;&#x440;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="Skippeer12"> 
       <h4 class="author">Skippeer12:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x412; &#x44F;&#x449;&#x438;&#x43A;&#x438; &#x441; &#x431;&#x440;&#x43E;&#x43D;&#x435;&#x439;/&#x43E;&#x440;&#x443;&#x436;&#x438;&#x435;&#x43C; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x432; &#x43A;&#x430;&#x440;&#x433;&#x43E; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x441;&#x43E;&#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x435; &#x448;&#x43B;&#x435;&#x43C;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x432;&#x445;&#x43E;&#x434;&#x44F;&#x442; &#x432; &#x43A;&#x43E;&#x43C;&#x43F;&#x43B;&#x435;&#x43A;&#x442; &#x441; &#x431;&#x440;&#x43E;&#x43D;&#x435;&#x439;.</li> 
        <li class="map">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x43B;&#x438;&#x442;&#x43A;&#x430; &#x43D;&#x430; &#x437;&#x430;&#x431;&#x440;&#x43E;&#x448;&#x435;&#x43D;&#x43D;&#x43E;&#x43C; &#x43A;&#x43E;&#x440;&#x430;&#x431;&#x43B;&#x435; &#x441;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x43B;&#x43E;&#x43C;&#x438;&#x43A;&#x43E;&#x43C;.</li> 
       </ul> 
      </div> 
      <div data-author="Luduk"> 
       <h4 class="author">Luduk:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x434;&#x438;&#x43E;&#x43D;&#x44B; &#x438;&#x433;&#x440;&#x430;&#x44E;&#x442; &#x43D;&#x430; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x445; &#x432; &#x447;&#x435;&#x442;&#x44B;&#x440;&#x435; &#x440;&#x430;&#x437;&#x430; &#x43C;&#x435;&#x434;&#x43B;&#x435;&#x43D;&#x43D;&#x435;&#x435; &#x43B;&#x44E;&#x434;&#x435;&#x439;.</li> 
       </ul> 
      </div> 
      <div data-author="Ajajajaj123"> 
       <h4 class="author">Ajajajaj123:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x41D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x443; &#x441;&#x442;&#x438;&#x440;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43C;&#x430;&#x448;&#x438;&#x43D;. &#x41F;&#x430;&#x43B;&#x438;&#x442;&#x440;&#x430; &#x43A;&#x443;&#x43B;&#x435;&#x440;&#x430; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x430; &#x43D;&#x430; &#x431;&#x43E;&#x43B;&#x435;&#x435; &#x441;&#x432;&#x435;&#x442;&#x43B;&#x443;&#x44E;.</li> 
        <li class="image">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x44B; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x44F;&#x447;&#x435;&#x435;&#x43A; &#x445;&#x440;&#x430;&#x43D;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x440;&#x443;&#x43F;&#x43E;&#x432; &#x432; &#x43C;&#x43E;&#x440;&#x433;&#x435;, &#x43F;&#x43E;&#x434;&#x441;&#x43E;&#x431;&#x43A;&#x435; &#x43A;&#x430;&#x43F;&#x435;&#x43B;&#x43B;&#x430;&#x43D;&#x430;, &#x43B;&#x430;&#x431;&#x43E;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x438;&#x438; &#x43A;&#x440;&#x438;&#x43C;&#x438;&#x43D;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x430; &#x438; &#x43D;&#x430; &#x434;&#x435;&#x440;&#x435;&#x43B;&#x438;&#x43A;&#x442;&#x435;.</li> 
        <li class="image">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43A;&#x43E;&#x43C;&#x43E;&#x434;&#x430; &#x441; &#x43D;&#x438;&#x436;&#x43D;&#x438;&#x43C; &#x431;&#x435;&#x43B;&#x44C;&#x435;&#x43C;.</li>
       </ul> 
      </div> 
      <div data-author="Uvash"> 
       <h4 class="author">Uvash:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x412; &#x448;&#x430;&#x445;&#x442;&#x435;&#x440;&#x441;&#x43A;&#x438;&#x439; &#x442;&#x43E;&#x440;&#x433;&#x43E;&#x432;&#x44B;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x441;&#x442;&#x438;&#x43C;&#x443;&#x43B;&#x44F;&#x442;&#x43E;&#x440;&#x44B;, &#x442;&#x430;&#x431;&#x43B;&#x435;&#x442;&#x43A;&#x438; &#x441; &#x43B;&#x438;&#x43F;&#x43E;&#x437;&#x438;&#x43D;&#x43E;&#x43C;, &#x430;&#x432;&#x442;&#x43E;&#x438;&#x43D;&#x436;&#x435;&#x43A;&#x442;&#x43E;&#x440; &#x441; &#x43B;&#x435;&#x43F;&#x43E;&#x440;&#x430;&#x437;&#x438;&#x43D;&#x43E;&#x43C; (&#x43F;&#x440;&#x43E;&#x442;&#x438;&#x432; &#x432;&#x430;&#x441;&#x438;&#x43B;&#x438;&#x441;&#x43A;&#x43E;&#x432;), &#x43A;&#x43E;&#x441;&#x43C;&#x43E;&#x430;&#x43F;&#x442;&#x435;&#x447;&#x43A;&#x430;, &#x438; &#x432;&#x430;&#x443;&#x447;&#x435;&#x440;.</li> 
        <li class="rscadd">&#x412; &#x448;&#x430;&#x445;&#x442;&#x451;&#x440;&#x441;&#x43A;&#x438;&#x439; &#x444;&#x430;&#x431;&#x440;&#x438;&#x43A;&#x430;&#x442;&#x43E;&#x440; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x443;&#x43B;&#x443;&#x447;&#x448;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x433;&#x43B;&#x43E;&#x432;&#x441;&#x442;&#x438;&#x43A;&#x438;, &#x43D;&#x430;&#x431;&#x43E;&#x440; &#x440;&#x438;&#x43E;&#x442; &#x431;&#x440;&#x43E;&#x43D;&#x438; &#x441;&#x43E; &#x449;&#x438;&#x442;&#x43E;&#x43C; &#x438; &#x43C;&#x435;&#x434;&#x432;&#x435;&#x436;&#x44C;&#x438; &#x43A;&#x430;&#x43F;&#x43A;&#x430;&#x43D;&#x44B;.</li> 
        <li class="tweak">&#x421;&#x43D;&#x438;&#x436;&#x435;&#x43D;&#x430; &#x441;&#x442;&#x43E;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x44C; &#x438; &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x435;&#x43D;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x430; &#x440;&#x438;&#x433;&#x43E;&#x432;. &#x41F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x43D;&#x43E; &#x43D;&#x430; 25%. &#x423; &#x431;&#x43E;&#x435;&#x432;&#x43E;&#x433;&#x43E; &#x43E;&#x43A;&#x43E;&#x43B;&#x43E; 50%. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/2264">Read More</a></li> 
       </ul> 
      </div> 
      <div data-author="Kurshan Tolerant"> 
       <h4 class="author">Kurshan Tolerant:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x433;&#x430;&#x440;&#x430;&#x436; &#x434;&#x440;&#x43E;&#x43F; &#x43F;&#x43E;&#x434;&#x43E;&#x432; &#x438; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x438; &#x43C;&#x435;&#x445;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x41E;&#x411;&#x420;. (&#x41E;&#x43D;&#x438; &#x431;&#x443;&#x434;&#x443;&#x442; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x44B; &#x43D;&#x430; &#x443;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x43D;&#x438;&#x435; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x438;, &#x43A;&#x43D;&#x43E;&#x43F;&#x43A;&#x438; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x448;&#x430;&#x442;&#x442;&#x435;&#x440;&#x441;&#x430;&#x43C;&#x438; &#x432; &#x43E;&#x444;&#x438;&#x441;&#x435; &#x441;&#x43C;&#x43E;&#x442;&#x440;&#x44F;&#x449;&#x435;&#x433;&#x43E; &#x437;&#x430; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439;). <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/2294">Read More</a></li> 
        <li class="map">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x444;&#x430;&#x43A;&#x441; &#x434;&#x43B;&#x44F; &#x41E;&#x411;&#x420;, &#x43D;&#x430; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x431;&#x443;&#x434;&#x443;&#x442; &#x43F;&#x440;&#x438;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x432;&#x441;&#x435; &#x43E;&#x442;&#x447;&#x451;&#x442;&#x44B; &#x441;&#x43E; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x438;.</li> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x43D;&#x43E;&#x432;&#x44B;&#x439; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x434;&#x43B;&#x44F; &#x434;&#x440;&#x43E;&#x43F; &#x43F;&#x43E;&#x434;&#x43E;&#x432; &#x41E;&#x411;&#x420;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="08.03.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">08.03.2018</h3> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; heater&apos;&#x430; (&#x43D;&#x430;&#x433;&#x440;&#x435;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;-&#x43E;&#x445;&#x43B;&#x430;&#x436;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x44C;).</li> 
       </ul> 
      </div> 
      <div data-author="CrabzteR"> 
       <h4 class="author">CrabzteR:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x412; &#x430;&#x43F;&#x43B;&#x438;&#x43D;&#x43A; &#x43F;&#x43E; &#x446;&#x435;&#x43D;&#x435; 20&#x442;&#x43A; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x43D;&#x430;&#x431;&#x43E;&#x440; &quot;Syndicate Merchandise&quot;, &#x441;&#x43E;&#x434;&#x435;&#x440;&#x436;&#x430;&#x449;&#x438;&#x439; &#x444;&#x443;&#x442;&#x431;&#x43E;&#x43B;&#x43A;&#x443; &#x421;&#x438;&#x43D;&#x434;&#x438;&#x43A;&#x430;&#x442;&#x430;, &#x43A;&#x435;&#x43F;&#x43E;&#x447;&#x43A;&#x443;, &#x438; &#x43A;&#x440;&#x430;&#x441;&#x43D;&#x44B;&#x439; &#x448;&#x430;&#x440;&#x438;&#x43A;. &#x428;&#x430;&#x440;&#x438;&#x43A; &#x431;&#x43E;&#x43B;&#x435;&#x435; &#x43D;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x435;&#x43D; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x43A;&#x443;&#x43F;&#x43A;&#x438; &#x43E;&#x442;&#x434;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/2287">Read More</a></li> 
       </ul> 
      </div> 
      <div data-author="Luduk"> 
       <h4 class="author">Luduk:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x414;&#x438;&#x43E;&#x43D;&#x44B; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x43C;&#x451;&#x440;&#x436;&#x438;&#x442;&#x44C; &#x43D;&#x438;&#x43C;&#x444;&#x443; &#x441; &#x441;&#x43E;&#x431;&#x43E;&#x439;.</li> 
        <li class="tweak">&#x414;&#x438;&#x43E;&#x43D;&#x44B; &#x43C;&#x451;&#x440;&#x436;&#x430;&#x442; &#x43D;&#x438;&#x43C;&#x444; &#x43D;&#x430; &#x433;&#x440;&#x430;&#x431;, &#x430; &#x43D;&#x435; &#x43D;&#x430; &#x445;&#x435;&#x43B;&#x43F;.</li> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x451;&#x440;&#x436; &#x441; &#x434;&#x438;&#x43E;&#x43D;&#x43E;&#x439; &#x44D;&#x442;&#x43E; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E; &#x432;&#x437;&#x44F;&#x442;&#x44C; &#x43D;&#x438;&#x43C;&#x444;&#x443; &#x432; &#x440;&#x443;&#x447;&#x43A;&#x438;, &#x44D;&#x442;&#x43E; &#x431;&#x443;&#x43A;&#x432;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x43C;&#x435;&#x441;&#x442;&#x438;&#x442;&#x44C; &#x435;&#x451; &#x432; &#x441;&#x435;&#x431;&#x435;.</li> 
        <li class="tweak">&#x423;&#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x435;&#x43D;&#x44B; &#x437;&#x430;&#x43F;&#x430;&#x441;&#x44B; &#x43D;&#x443;&#x442;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x443; &#x43D;&#x438;&#x43C;&#x444;&#x44B; &#x434;&#x43E; 400.</li> 
        <li class="tweak">&#x414;&#x438;&#x43E;&#x43D;&#x430; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x437;&#x430;&#x43C;&#x451;&#x440;&#x436;&#x438;&#x442;&#x44C; &#x441; &#x441;&#x43E;&#x431;&#x43E;&#x439; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x442;&#x440;&#x451;&#x445; &#x43D;&#x438;&#x43C;&#x444;.</li> 
        <li class="rscadd">&#x41F;&#x435;&#x440;&#x435;&#x434;&#x430;&#x447;&#x430; &#x432;&#x44B;&#x443;&#x447;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x432; &#x43D;&#x438;&#x43C;&#x444;&#x43E;&#x439; &#x434;&#x438;&#x43E;&#x43D;&#x435;.</li> 
        <li class="rscadd">&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x438;&#x43D;&#x442;&#x435;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x445;&#x438;&#x43C;&#x438;&#x43A;&#x430;&#x442;&#x44B; &#x432; &#x442;&#x435;&#x43B;&#x435; &#x434;&#x438;&#x43E;&#x43D;&#x44B; &#x43D;&#x438;&#x43C;&#x444;&#x43E;&#x439;.</li> 
        <li class="bugfix">&#x41D;&#x438;&#x43C;&#x444;&#x44B; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x43E;&#x431;&#x449;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43D;&#x430; &#x432;&#x44B;&#x443;&#x447;&#x435;&#x43D;&#x44B;&#x445; &#x438;&#x43C;&#x438; &#x44F;&#x437;&#x44B;&#x43A;&#x430;&#x445;.</li> 
       </ul> 
      </div> 
      <div data-author="Alexofp"> 
       <h4 class="author">Alexofp:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x420;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440;&#x438;&#x43D;&#x433; &#x438; &#x43E;&#x431;&#x44A;&#x435;&#x434;&#x438;&#x43D;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x434;&#x430; &#x441;&#x442;&#x435;&#x43B;&#x441; &#x43A;&#x43E;&#x441;&#x442;&#x44E;&#x43C;&#x43E;&#x432; &#x43D;&#x438;&#x43D;&#x434;&#x437;&#x435;&#x439;, &#x432;&#x43E;&#x43A;&#x441;&#x43E;&#x432; &#x438; &#x430;&#x431;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x440;&#x43E;&#x432;.</li> 
        <li class="balance">&#x41A;&#x43E;&#x441;&#x442;&#x44E;&#x43C;&#x44B; &#x432;&#x43E;&#x43A;&#x441;&#x43E;&#x432; &#x438; &#x43D;&#x438;&#x43D;&#x434;&#x437;&#x435;&#x439; &#x442;&#x435;&#x440;&#x44F;&#x44E;&#x442; &#x441;&#x442;&#x435;&#x43B;&#x441; &#x43F;&#x440;&#x438; &#x441;&#x442;&#x440;&#x435;&#x43B;&#x44C;&#x431;&#x435;, &#x430;&#x442;&#x430;&#x43A;&#x430;&#x445;, &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438; &#x443;&#x440;&#x43E;&#x43D;&#x430; &#x438; &#x431;&#x440;&#x43E;&#x441;&#x43A;&#x435; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="07.03.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">07.03.2018</h3> 
      <div data-author="Luduk"> 
       <h4 class="author">Luduk:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x41F;&#x435;&#x440;&#x435;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43D;&#x44B; &#x43C;&#x43D;&#x43E;&#x433;&#x438;&#x435; &#x44D;&#x43B;&#x435;&#x43C;&#x435;&#x43D;&#x442;&#x44B;, &#x441;&#x432;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x441; &#x434;&#x438;&#x43E;&#x43D;&#x430;&#x43C;&#x438;, &#x444;&#x43B;&#x430;&#x436;&#x43A;&#x430;&#x43C;&#x438; NO_PAIN, NO_BREATH. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/2250">Read More</a></li> 
        <li class="bugfix">&#x425;&#x443;&#x43C;&#x430;&#x43D;/&#x41A;&#x441;&#x435;&#x43D;&#x43E;&#x441; &#x441; &#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x440;&#x443;&#x43A;&#x43E;&#x439; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x441;&#x43C;&#x43E;&#x436;&#x435;&#x442; &#x434;&#x435;&#x440;&#x436;&#x430;&#x442;&#x44C; &#x434;&#x432;&#x443;&#x440;&#x443;&#x447;&#x43D;&#x43E;&#x435; &#x43E;&#x440;&#x443;&#x436;&#x438;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="Lancer411"> 
       <h4 class="author">Lancer411:</h4> 
       <ul class="changelog"> 
        <li class="sound">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; 3 &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x43F;&#x43B;&#x435;&#x439;&#x43B;&#x438;&#x441;&#x442;&#x430; &#x432; &#x434;&#x436;&#x443;&#x43A;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="04.03.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">04.03.2018</h3> 
      <div data-author="Skippeer12"> 
       <h4 class="author">Skippeer12:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x411;&#x438;&#x43E;&#x433;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x435;&#x436;&#x435;&#x435; &#x43C;&#x44F;&#x441;&#x43E;.</li> 
       </ul> 
      </div> 
      <div data-author="Smalltasty"> 
       <h4 class="author">Smalltasty:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x421;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x436;&#x438;&#x432;&#x43E;&#x442;&#x43D;&#x44B;&#x445;, &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x442;&#x438;&#x43F;&#x43E;&#x432; &#x43C;&#x44F;&#x441;&#x430; &#x438; &#x435;&#x434;&#x44B;!</li> 
        <li class="rscadd">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x432;&#x44B; &#x43A;&#x443;&#x448;&#x430;&#x435;&#x442;&#x435; (&#x438;&#x43B;&#x438; &#x43F;&#x44C;&#x435;&#x442;&#x435;), &#x432;&#x430;&#x43C; &#x432; &#x447;&#x430;&#x442;&#x438;&#x43A; &#x431;&#x443;&#x434;&#x435;&#x442; &#x432;&#x44B;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C;&#x441;&#x44F; &#x432;&#x43A;&#x443;&#x441; &#x442;&#x43E;&#x433;&#x43E;, &#x447;&#x442;&#x43E; &#x432;&#x44B; &#x43A;&#x443;&#x448;&#x430;&#x435;&#x442;&#x435; &#x438;&#x43B;&#x438; &#x43F;&#x44C;&#x435;&#x442;&#x435;. &#x412; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435;, &#x435;&#x441;&#x43B;&#x438; &#x43D;&#x438;&#x447;&#x435;&#x433;&#x43E; &#x43D;&#x435; &#x432;&#x44B;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x441;&#x44F;, &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442;, &#x43B;&#x438;&#x431;&#x43E; &#x443; &#x432;&#x430;&#x441; &#x43D;&#x438;&#x437;&#x43A;&#x430;&#x44F; &#x447;&#x443;&#x432;&#x441;&#x442;&#x432;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43A;&#x43E; &#x432;&#x43A;&#x443;&#x441;&#x430;&#x43C; (&#x443; &#x441;&#x43A;&#x440;&#x435;&#x43B;&#x43B;&#x43E;&#x432;), &#x43B;&#x438;&#x431;&#x43E; &#x435;&#x434;&#x430; &#x431;&#x435;&#x437;&#x432;&#x43A;&#x443;&#x441;&#x43D;&#x430;, &#x43E;&#x447;&#x435;&#x432;&#x438;&#x434;&#x43D;&#x43E;.</li> 
        <li class="rscadd">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x435;&#x441;&#x442;&#x44C; &#x442;&#x440;&#x438; &#x442;&#x438;&#x43F;&#x430; &#x440;&#x430;&#x441;: &#x432;&#x441;&#x435;&#x44F;&#x434;&#x43D;&#x44B;&#x435;, &#x43F;&#x43B;&#x43E;&#x442;&#x43E;&#x44F;&#x434;&#x43D;&#x44B;&#x435;, &#x442;&#x440;&#x430;&#x432;&#x43E;&#x44F;&#x434;&#x43D;&#x44B;&#x435;. &#x41A;&#x442;&#x43E; &#x435;&#x441;&#x442;&#x44C; &#x43A;&#x442;&#x43E;, &#x447;&#x438;&#x442;&#x430;&#x439;&#x442;&#x435; &#x43D;&#x430; &#x432;&#x438;&#x43A;&#x438; &#x438;&#x43B;&#x438; &#x432; &#x43A;&#x43E;&#x434;&#x435;. &#x422;&#x430;&#x43A;&#x436;&#x435;, &#x432; &#x441;&#x43E;&#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x438;&#x438; &#x441; &#x431;&#x44D;&#x43A;&#x43E;&#x43C;, &#x43C;&#x44F;&#x441;&#x43E; &#x434;&#x43B;&#x44F; &#x441;&#x43A;&#x440;&#x435;&#x43B;&#x43B;&#x43E;&#x432; - &#x43D;&#x430;&#x441;&#x442;&#x43E;&#x44F;&#x449;&#x438;&#x439; &#x44F;&#x434;, &#x43F;&#x43E;&#x442;&#x43E;&#x43C;&#x443; &#x438;&#x437;&#x431;&#x435;&#x433;&#x430;&#x439;&#x442;&#x435; &#x435;&#x433;&#x43E;, &#x435;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x441;&#x43A;&#x440;&#x435;&#x43B;&#x43B; (&#x43B;&#x438;&#x431;&#x43E; &#x43A;&#x43E;&#x440;&#x43C;&#x438;&#x442;&#x435; &#x441;&#x43A;&#x440;&#x435;&#x43B;&#x43B;&#x430; &#x43F;&#x440;&#x43E;&#x442;&#x435;&#x438;&#x43D;&#x430;&#x43C;&#x438;, &#x435;&#x441;&#x43B;&#x438; &#x445;&#x43E;&#x442;&#x438;&#x442;&#x435; &#x43E;&#x442; &#x43D;&#x435;&#x433;&#x43E; &#x438;&#x437;&#x431;&#x430;&#x432;&#x438;&#x442;&#x44C;&#x441;&#x44F;).</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x436;&#x438;&#x432;&#x43E;&#x442;&#x43D;&#x44B;&#x435; &#x432; &#x43A;&#x430;&#x440;&#x433;&#x43E;. &#x41E;&#x43D;&#x438; &#x43C;&#x438;&#x43B;&#x44B;&#x435;! &#x417;&#x430;&#x43A;&#x430;&#x436;&#x438;&#x442;&#x435; &#x438;&#x445; &#x432;&#x441;&#x435;&#x445;!</li> 
        <li class="tweak">&#x41D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x435; &#x438; &#x435;&#x434;&#x432;&#x430; &#x437;&#x430;&#x43C;&#x435;&#x442;&#x43D;&#x43E;&#x435; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x433;&#x438;&#x431;&#x431;&#x435;&#x440;&#x430;. &#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x435; &#x431;&#x443;&#x434;&#x435;&#x442; &#x441;&#x43F;&#x430;&#x432;&#x43D;&#x438;&#x442;&#x44C; &#x43B;&#x438;&#x448;&#x43D;&#x438;&#x435; &#x43A;&#x443;&#x441;&#x43A;&#x438; &#x43C;&#x44F;&#x441;&#x430;.</li> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x432;&#x44B; &#x440;&#x430;&#x437;&#x434;&#x435;&#x43B;&#x44B;&#x432;&#x430;&#x435;&#x442;&#x435; &#x436;&#x438;&#x432;&#x43E;&#x442;&#x438;&#x43D;&#x43A;&#x443;, &#x432;&#x430;&#x448;&#x435; &#x434;&#x435;&#x44F;&#x43D;&#x438;&#x435; &#x43D;&#x435; &#x43E;&#x441;&#x442;&#x430;&#x43D;&#x435;&#x442;&#x441;&#x44F; &#x43D;&#x435;&#x437;&#x430;&#x43C;&#x435;&#x447;&#x435;&#x43D;&#x43D;&#x44B;&#x43C;! &#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x432;&#x43E;&#x43A;&#x440;&#x443;&#x433; &#x431;&#x443;&#x434;&#x443;&#x442; &#x432;&#x430;&#x43B;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x43A;&#x440;&#x443;&#x433;&#x43E;&#x43C; &#x43A;&#x438;&#x448;&#x43A;&#x438;, &#x43F;&#x43E;&#x442;&#x43E;&#x43C;&#x443; &#x447;&#x442;&#x43E; &#x43D;&#x438;&#x43A;&#x442;&#x43E; &#x43D;&#x435; &#x443;&#x43C;&#x435;&#x435;&#x442; &#x440;&#x430;&#x437;&#x434;&#x435;&#x43B;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x431;&#x435;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43D;&#x43E;. &#x410; &#x435;&#x449;&#x435; &#x440;&#x430;&#x437;&#x434;&#x435;&#x43B;&#x43A;&#x430; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x437;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442; &#x43D;&#x435;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438;.</li> 
        <li class="bugfix">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x441; &#x43F;&#x430;&#x443;&#x43A;&#x43E;&#x432; &#x432;&#x44B;&#x43F;&#x430;&#x434;&#x430;&#x435;&#x442; &#x43D;&#x435; &#x43C;&#x44F;&#x441;&#x43E; &#x43C;&#x435;&#x434;&#x432;&#x435;&#x434;&#x44F;, &#x430; &#x43C;&#x44F;&#x441;&#x43E; &#x43F;&#x430;&#x443;&#x43A;&#x43E;&#x432; &#x438; &#x41F;&#x410;&#x423;&#x427;&#x42C;&#x418; &#x41B;&#x410;&#x41F;&#x41A;&#x418;!</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x440;&#x435;&#x446;&#x435;&#x43F;&#x442;&#x44B; &#x43D;&#x430; &#x435;&#x434;&#x443; &#x438;&#x437; &#x43C;&#x44F;&#x441;&#x430; &#x43F;&#x430;&#x443;&#x43A;&#x43E;&#x432; &#x438; &#x43F;&#x430;&#x443;&#x447;&#x44C;&#x438;&#x445; &#x43B;&#x430;&#x43F;&#x43E;&#x43A;.</li> 
        <li class="rscadd">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x430;&#x44F; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x435;&#x434;&#x44B; &#x441;&#x43E;&#x434;&#x435;&#x440;&#x436;&#x438;&#x442; &#x432;&#x438;&#x442;&#x430;&#x43C;&#x438;&#x43D;&#x44B; (&#x43A;&#x440;&#x43E;&#x43C;&#x435; &#x441;&#x43E;&#x432;&#x441;&#x435;&#x43C; &#x443;&#x436; &#x432;&#x440;&#x435;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x438; &#x43C;&#x443;&#x447;&#x43D;&#x43E;&#x433;&#x43E;). &#x412;&#x438;&#x442;&#x430;&#x43C;&#x438;&#x43D;&#x44B; &#x440;&#x435;&#x433;&#x435;&#x43D;&#x44F;&#x442; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x445;&#x43F; &#x437;&#x430; &#x440;&#x430;&#x437; &#x438; &#x432;&#x43E;&#x441;&#x441;&#x442;&#x430;&#x43D;&#x430;&#x432;&#x43B;&#x438;&#x432;&#x430;&#x44E;&#x442; &#x43A;&#x440;&#x43E;&#x432;&#x44C;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="25.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">25.02.2018</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="balance">&#x41A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x440;&#x430;&#x437;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x430; &#x440;&#x443;&#x43A;&#x430;/&#x43F;&#x43B;&#x435;&#x447;&#x43E;, &#x441;&#x442;&#x43E;&#x43F;&#x430;/&#x43D;&#x43E;&#x433;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="20.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">20.02.2018</h3> 
      <div data-author="Smalltasty"> 
       <h4 class="author">Smalltasty:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x440;&#x430;&#x437;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x438; &#x444;&#x430;&#x440;&#x43C;&#x431;&#x43E;&#x442;&#x43E;&#x432; &#x432;&#x430;&#x442;&#x435;&#x440;&#x442;&#x430;&#x43D;&#x43A;&#x43E;&#x432; &#x441;&#x43F;&#x430;&#x432;&#x43D;&#x438;&#x43B;&#x43E;&#x441;&#x44C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435;, &#x447;&#x435;&#x43C; &#x431;&#x44B;&#x43B;&#x43E; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C;&#x43E; (&#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; 1 &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; 3).</li> 
       </ul> 
      </div> 
      <div data-author="Alexofp"> 
       <h4 class="author">Alexofp:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x43E;&#x436;&#x43D;&#x438;&#x446;&#x44B; &#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x430;&#x43A;&#x441;&#x435;&#x43B;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440; &#x440;&#x43E;&#x441;&#x442;&#x430; &#x432;&#x43E;&#x43B;&#x43E;&#x441;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x441;&#x43F;&#x440;&#x435;&#x438; &#x441; &#x43A;&#x440;&#x430;&#x441;&#x43A;&#x43E;&#x439; &#x434;&#x43B;&#x44F; &#x432;&#x43E;&#x43B;&#x43E;&#x441;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x44F;&#x449;&#x438;&#x43A; &#x441; &#x43D;&#x430;&#x431;&#x43E;&#x440;&#x43E;&#x43C; &#x43F;&#x430;&#x440;&#x438;&#x43A;&#x43C;&#x430;&#x445;&#x435;&#x440;&#x430; &#x432; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x44B; &#x43A;&#x430;&#x440;&#x433;&#x43E;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="19.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">19.02.2018</h3> 
      <div data-author="Alexofp"> 
       <h4 class="author">Alexofp:</h4> 
       <ul class="changelog"> 
        <li class="balance">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x438;&#x43D;&#x437;&#x44F; &#x43D;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x44D;&#x43D;&#x435;&#x440;&#x433;&#x43E;&#x43C;&#x435;&#x447; &#x432; &#x441;&#x442;&#x435;&#x43B;&#x441;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="StrikS"> 
       <h4 class="author">StrikS:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x412;&#x440;&#x435;&#x43C;&#x44F; &#x43E;&#x431;&#x44A;&#x44F;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x432;&#x43E;&#x439;&#x43D;&#x44B; &#x43F;&#x440;&#x43E;&#x434;&#x43B;&#x435;&#x43D;&#x43E; &#x441; 6 &#x43C;&#x438;&#x43D;&#x443;&#x442; &#x434;&#x43E; 10.</li> 
       </ul> 
      </div> 
      <div data-author="Pirsnya"> 
       <h4 class="author">Pirsnya:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x41F;&#x440;&#x430;&#x432;&#x43A;&#x438; &#x448;&#x430;&#x442;&#x442;&#x43B;&#x43E;&#x432;.</li> 
        <li class="map">&#x41D;&#x435;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x432;&#x438;&#x434;&#x43E;&#x438;&#x437;&#x43C;&#x435;&#x43D;&#x451;&#x43D; &#x448;&#x430;&#x442;&#x442;&#x43B; &#x41E;&#x411;&#x420;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="18.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">18.02.2018</h3> 
      <div data-author="AgRevol"> 
       <h4 class="author">AgRevol:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x435;&#x43C;&#x43D;&#x43E;&#x439; &#x43C;&#x435;&#x434;&#x431;&#x435;&#x44F;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="15.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">15.02.2018</h3> 
      <div data-author="Skippeer12"> 
       <h4 class="author">Skippeer12:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x41E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x44C;&#x435;&#x440; &#x432; &#x437;&#x430;&#x431;&#x440;&#x43E;&#x448;&#x435;&#x43D;&#x43D;&#x43E;&#x43C; &#x43A;&#x43E;&#x440;&#x430;&#x431;&#x43B;&#x435;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/2251">Read More</a></li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="13.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">13.02.2018</h3> 
      <div data-author="Skippeer12"> 
       <h4 class="author">Skippeer12:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x43F;&#x443;&#x43B;&#x44C;&#x442; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x437;&#x430; &#x434;&#x432;&#x435;&#x440;&#x44C;&#x43C;&#x438; &#x432; &#x448;&#x43A;&#x430;&#x444;&#x447;&#x438;&#x43A; &#x420;&#x414;.</li> 
        <li class="map">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x43F;&#x443;&#x43B;&#x44C;&#x442; &#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x44F; &#x437;&#x430; &#x434;&#x432;&#x435;&#x440;&#x44C;&#x43C;&#x438; &#x432; &#x448;&#x43A;&#x430;&#x444;&#x447;&#x438;&#x43A; &#x433;&#x43B;&#x430;&#x432;&#x44B; &#x41E;&#x411;&#x420;.</li> 
       </ul> 
      </div> 
      <div data-author="Luduk"> 
       <h4 class="author">Luduk:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x41E;&#x442;&#x43D;&#x44B;&#x43D;&#x435; &#x43F;&#x435;&#x440;&#x435;&#x434; &#x442;&#x435;&#x43C; &#x43A;&#x430;&#x43A; &#x432;&#x44B;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x444;&#x43B;&#x430;&#x432;&#x43E;&#x440;, &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x440;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x43D;&#x435; &#x43D;&#x430;&#x434;&#x435;&#x442;&#x430; &#x43B;&#x438; &#x43D;&#x430; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430; &#x43C;&#x430;&#x441;&#x43A;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="12.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">12.02.2018</h3> 
      <div data-author="Olt1771"> 
       <h4 class="author">Olt1771:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43F;&#x443;&#x43B;&#x44C;&#x442;&#x44B; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x432;&#x435;&#x440;&#x44C;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x433;&#x43B;&#x430;&#x432; &#x438; &#x43A;&#x43C;&#x430;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43E;&#x442;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x443;&#x43B;&#x44C;&#x442;&#x43E;&#x432; &#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x432;&#x435;&#x440;&#x44C;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x43C;&#x430;&#x43B;&#x444;&#x430;.</li> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x43F;&#x443;&#x43B;&#x44C;&#x442;&#x43E;&#x432;.</li> 
        <li class="image">&#x41E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x451;&#x43D;&#x43D;&#x44B;&#x439; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43B;&#x430;&#x437;&#x435;&#x440;&#x43A;&#x44D;&#x43D;&#x43E;&#x43D;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Skippeer12"> 
       <h4 class="author">Skippeer12:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x43B;&#x430;&#x442;&#x430; &#x433;&#x438;&#x440;&#x43E;&#x442;&#x440;&#x43E;&#x43D;&#x430; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B;&#x430; &#x432; &#x43F;&#x440;&#x438;&#x43D;&#x442;&#x435;&#x440;&#x435; &#x43F;&#x43B;&#x430;&#x442;, &#x431;&#x44B;&#x43B;&#x430; &#x432;&#x43E;&#x437;&#x432;&#x440;&#x430;&#x449;&#x435;&#x43D;&#x430;.</li> 
        <li class="balance">&#x428;&#x43B;&#x435;&#x43C; &#x43E;&#x442;&#x440;&#x44F;&#x434;&#x430; &#x441;&#x43C;&#x435;&#x440;&#x442;&#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B; &#x442;&#x430;&#x43A;&#x438;&#x435; &#x436;&#x435; &#x445;&#x430;&#x440;&#x430;&#x43A;&#x442;&#x435;&#x440;&#x438;&#x441;&#x442;&#x438;&#x43A;&#x438; &#x43A;&#x430;&#x43A; &#x438; &#x438;&#x445; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x430;&#x44F; &#x431;&#x440;&#x43E;&#x43D;&#x44F;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x438;&#x43C;&#x43F;&#x43B;&#x430;&#x43D;&#x442;&#x44B; &#x43C;&#x430;&#x439;&#x43D;&#x434;&#x449;&#x438;&#x43B;&#x434;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x43F;&#x440;&#x435;&#x43F;&#x44F;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x442; &#x43A;&#x43E;&#x43D;&#x432;&#x435;&#x440;&#x442;&#x443; &#x432; &#x440;&#x435;&#x432;&#x443;-&#x433;&#x44D;&#x43D;&#x433;-&#x43B;&#x438;&#x43D;&#x433;&#x43E;&#x432;-&#x43A;&#x443;&#x43B;&#x44C;&#x442;.</li> 
        <li class="balance">&#x41E;&#x444;&#x438;&#x446;&#x435;&#x440;&#x44B; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x441; &#x441;&#x430;&#x43C;&#x43E;&#x433;&#x43E; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x430; &#x438;&#x43C;&#x43F;&#x43B;&#x430;&#x43D;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x44B; &#x43C;&#x430;&#x439;&#x43D;&#x434; &#x449;&#x438;&#x43B;&#x434;&#x430;&#x43C;&#x438;.</li> 
        <li class="bugfix">&#x420;&#x443;&#x447;&#x43D;&#x43E;&#x439; &#x448;&#x43F;&#x440;&#x438;&#x446;&#x435;&#x43C;&#x435;&#x442; &#x43F;&#x440;&#x43E;&#x431;&#x438;&#x432;&#x430;&#x43B; &#x431;&#x440;&#x43E;&#x43D;&#x44E;.</li> 
       </ul> 
      </div> 
      <div data-author="Luduk"> 
       <h4 class="author">Luduk:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x413;&#x430;&#x440;&#x43C;&#x43E;&#x448;&#x43A;&#x430; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &quot;small-sized&quot; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43E;&#x43C;.</li> 
        <li class="tweak">&#x414;&#x435;&#x444;&#x438;&#x431;&#x440;&#x438;&#x43B;&#x44F;&#x442;&#x43E;&#x440; &#x415;&#x420;&#x422;, &#x438; &#x434;&#x435;&#x444;&#x438;&#x431;&#x440;&#x438;&#x43B;&#x44F;&#x442;&#x43E;&#x440; &#x442;&#x440;&#x435;&#x439;&#x442;&#x43E;&#x440;&#x430; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x44F;&#x432;&#x43B;&#x44F;&#x44E;&#x442;&#x441;&#x44F; &quot;normal-sized&quot; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x430;&#x43C;&#x438;.</li> 
        <li class="bugfix">&#x410;&#x43B;&#x438;&#x435;&#x43D;&#x44B; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x43B;&#x438;&#x43F;, &#x441;&#x438;&#x434;&#x44F; &#x43D;&#x430; &#x441;&#x442;&#x443;&#x43B;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan as slave on galley, Smalltasty as &#x423;&#x433;&#x43D;&#x435;&#x442;&#x435;&#x441;&#x441;&#x430;"> 
       <h4 class="author">Kurshan as slave on galley, Smalltasty as &#x423;&#x433;&#x43D;&#x435;&#x442;&#x435;&#x441;&#x441;&#x430;:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x418;&#x433;&#x440;&#x43E;&#x43A; &#x431;&#x43E;&#x43B;&#x435;&#x435; &#x43D;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x432;&#x44B;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x432; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x432;&#x442;&#x43E;&#x440;&#x43E;&#x433;&#x43E; &#x44F;&#x437;&#x44B;&#x43A;&#x430; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x435;&#x43B;&#x44E; &#x440;&#x430;&#x441;&#x44B;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x435;&#x43C;&#x443; &#x43D;&#x435; &#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x435;&#x43D;.</li> 
        <li class="tweak">&#x421;&#x41F;&#x423; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x432;&#x44B;&#x431;&#x440;&#x430;&#x442;&#x44C; &#x432; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x432;&#x442;&#x43E;&#x440;&#x43E;&#x433;&#x43E; &#x44F;&#x437;&#x44B;&#x43A;&#x430; &#x432;&#x441;&#x435; &#x438;&#x437;&#x432;&#x435;&#x441;&#x442;&#x43D;&#x44B;&#x435; &#x43A;&#x441;&#x435;&#x43D;&#x43E;&#x441;&#x43D;&#x44B;&#x435;, &#x447;&#x442;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44E;&#x442;&#x441;&#x44F; &#x43D;&#x430; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x438;, &#x437;&#x430; &#x438;&#x441;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x430;&#x44F;&#x440;&#x430;&#x43D;&#x441;&#x43A;&#x43E;&#x433;&#x43E;, &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x43D;&#x430; &#x436;&#x435;&#x441;&#x442;&#x430;&#x445;.</li> 
        <li class="tweak">&#x412;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x44B; &#x41E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x432;&#x44B;&#x431;&#x43E;&#x440; &#x43F;&#x440;&#x43E;&#x444;&#x435;&#x441;&#x441;&#x438;&#x438; &#x434;&#x43B;&#x44F; &#x43A;&#x441;&#x435;&#x43D;&#x43E;&#x441;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="05.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">05.02.2018</h3> 
      <div data-author="P-20"> 
       <h4 class="author">P-20:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x410;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x442;&#x43E;&#x440; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x441;&#x442;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x435; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43B; &#x43C;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43B;&#x430; &#x434;&#x43B;&#x44F; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44F;.</li> 
        <li class="bugfix">&#x418;&#x437; &#x433;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x430; &#x43F;&#x43E;&#x43B;&#x44F; &#x434;&#x43B;&#x44F; &#x43A;&#x441;&#x435;&#x43D;&#x43E;&#x430;&#x440;&#x445;&#x435;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438; &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x431;&#x44B;&#x43B;&#x43E; &#x438;&#x437;&#x432;&#x43B;&#x435;&#x447;&#x44C; &#x43A;&#x430;&#x440;&#x442;&#x443; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x430;.</li> 
        <li class="bugfix">&#x41D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x431;&#x44B;&#x43B;&#x43E; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x43D;&#x438;&#x439; &#x442;&#x438;&#x43F; &#x43F;&#x43E;&#x43B;&#x44F; &#x434;&#x43B;&#x44F; &#x425;&#x43B;&#x43E;&#x440;&#x438;&#x43D;&#x430; &#x432; &#x433;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x435;.</li> 
        <li class="bugfix">&#x418;&#x437; &#x43E;&#x431;&#x43E;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x425;&#x43E;&#x41F;&#x430; &#x43F;&#x440;&#x438;&#x437;&#x440;&#x430;&#x43A;&#x438; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x432;&#x44B;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x43A;&#x430;&#x440;&#x442;&#x44B; &#x438; &#x41A;&#x41F;&#x41A;.</li> 
       </ul> 
      </div> 
      <div data-author="Olt1771"> 
       <h4 class="author">Olt1771:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x43E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; &#x410;&#x41A;74.</li> 
        <li class="bugfix">&#x412; &#x441;&#x438;&#x43D;&#x434;&#x438;&#x43A;&#x443;&#x447;&#x430;&#x445; &#x441;&#x43F;&#x430;&#x432;&#x43D;&#x438;&#x43B;&#x441;&#x44F; &#x410;28 &#x438; &#x43F;&#x430;&#x442;&#x440;&#x43E;&#x43D;&#x44B; &#x43A; &#x43D;&#x435;&#x43C;&#x443;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="04.02.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">04.02.2018</h3> 
      <div data-author="Skippeer12"> 
       <h4 class="author">Skippeer12:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x412; &#x43F;&#x43E;&#x434;&#x43E;&#x437;&#x440;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x44F;&#x449;&#x438;&#x43A; &#x441; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43C;&#x438; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x438;&#x437;&#x43E;&#x43B;&#x43B;&#x44F;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x435;&#x440;&#x447;&#x430;&#x442;&#x43A;&#x438;. &#x412; &#x43A;&#x43E;&#x43C;&#x43F;&#x43B;&#x435;&#x43A;&#x442; &#x43F;&#x43E;&#x434;&#x43E;&#x437;&#x440;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x43A;&#x430;&#x444;&#x430;&#x43D;&#x434;&#x440;&#x430; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x431;&#x430;&#x43B;&#x43B;&#x43E;&#x43D; &#x438; &#x43C;&#x430;&#x441;&#x43A;&#x430;. &#x412; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x443;&#x44E; &#x441;&#x443;&#x43C;&#x43A;&#x443; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x431;&#x438;&#x43D;&#x442;&#x438;&#x43A; &#x434;&#x43B;&#x44F; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x439; &#x43D;&#x430; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x44B;.</li> 
       </ul> 
      </div> 
      <div data-author="TEXHAPb"> 
       <h4 class="author">TEXHAPb:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x41E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x451;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x44D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x43D;&#x43D;&#x43E;&#x439; &#x441;&#x438;&#x433;&#x430;&#x440;&#x435;&#x442;&#x44B;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="29.01.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">29.01.2018</h3> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x43A;&#x43E;&#x43C;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Ajajajaj123"> 
       <h4 class="author">Ajajajaj123:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x41D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x435;&#x440;&#x43E;&#x432; &#x438; &#x44F;&#x449;&#x438;&#x43A;&#x43E;&#x432; &#x432; &#x43A;&#x430;&#x440;&#x433;&#x43E;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="rscdel">&#x414;&#x435;&#x434;&#x447;&#x430;&#x442; &#x43F;&#x440;&#x438; &#x432;&#x43E;&#x443;&#x442;&#x435; &#x43D;&#x435; &#x43E;&#x442;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44F;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="19.01.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">19.01.2018</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x418;&#x418;, &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44F; &#x430;&#x431;&#x438;&#x43B;&#x43A;&#x443; Holohack (&#x43A;&#x443;&#x441;&#x430;&#x44E;&#x449;&#x438;&#x439;&#x441;&#x44F; &#x433;&#x43E;&#x43B;&#x43E;&#x43A;&#x430;&#x440;&#x43F;) &#x43C;&#x43E;&#x433; &#x43D;&#x430;&#x43D;&#x43E;&#x441;&#x438;&#x442;&#x44C; &#x443;&#x440;&#x43E;&#x43D; &#x43C;&#x43E;&#x431;&#x430;&#x43C; &#x431;&#x435;&#x437; &#x433;&#x43E;&#x43B;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x44B; &#x432; &#x43B;&#x44E;&#x431;&#x43E;&#x439; &#x442;&#x43E;&#x447;&#x43A;&#x435; &#x43A;&#x430;&#x440;&#x442;&#x44B;.</li> 
        <li class="bugfix">&#x410;&#x442;&#x430;&#x43A;&#x443;&#x44E;&#x449;&#x430;&#x44F; &#x410;&#x431;&#x438;&#x43B;&#x43A;&#x430; Holohack &#x438;&#x433;&#x43D;&#x43E;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43B;&#x430; &#x431;&#x440;&#x43E;&#x43D;&#x44E;.</li> 
        <li class="bugfix">&#x41F;&#x43E;&#x444;&#x438;&#x43A;&#x448;&#x435;&#x43D; &#x430;&#x431;&#x443;&#x437;, &#x431;&#x43B;&#x430;&#x433;&#x43E;&#x434;&#x430;&#x440;&#x44F; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x43C;&#x443; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x43E;&#x431;&#x43E;&#x439;&#x442;&#x438; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x434;&#x443;&#x440;&#x443; &#x43F;&#x43E;&#x434;&#x431;&#x43E;&#x440;&#x430; &#x441;&#x43B;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x43E;&#x432;&#x441;&#x43A;&#x438;&#x445; &#x440;&#x443;&#x43D;.</li> 
       </ul> 
      </div> 
      <div data-author="Miracler"> 
       <h4 class="author">Miracler:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43E;&#x434;&#x435;&#x432;&#x430;&#x442;&#x44C; &#x448;&#x43B;&#x435;&#x43C;&#x44B; &#x440;&#x438;&#x433;&#x430; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43A;&#x43D;&#x43E;&#x43F;&#x43A;&#x443; Toggle Helmet &#x43D;&#x435; &#x434;&#x43B;&#x44F; &#x441;&#x432;&#x43E;&#x435;&#x439; &#x440;&#x430;&#x441;&#x44B;.</li> 
       </ul> 
      </div> 
      <div data-author="Uvash"> 
       <h4 class="author">Uvash:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x435; &#x43E;&#x432;&#x435;&#x440;&#x43B;&#x435;&#x435;&#x432; &#x43D;&#x430; &#x430;&#x441;&#x442;&#x435;&#x440;&#x43E;&#x438;&#x434;&#x430;&#x445;.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x431;&#x430;&#x442;&#x430;&#x440;&#x435;&#x438; &#x438;&#x437; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x433;&#x43E; &#x431;&#x443;&#x440;&#x430;.</li> 
        <li class="bugfix">&#x420;&#x435;&#x441;&#x443;&#x440;&#x441;&#x44B; &#x434;&#x43B;&#x44F; &#x431;&#x443;&#x440;&#x430; &#x432; &#x441;&#x442;&#x435;&#x43D;&#x430;&#x445;, &#x43F;&#x440;&#x438; &#x440;&#x430;&#x437;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x435;&#x440;&#x435;&#x445;&#x43E;&#x434;&#x44F;&#x442; &#x432; &#x43F;&#x435;&#x441;&#x43E;&#x43A; &#x43F;&#x43E;&#x434; &#x441;&#x442;&#x435;&#x43D;&#x43E;&#x439;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="12.01.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">12.01.2018</h3> 
      <div data-author="Skippeer12"> 
       <h4 class="author">Skippeer12:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x41F;&#x43B;&#x430;&#x442;&#x44B; &#x422;&#x430;&#x43A;&#x43E;&#x43C;&#x430;&#x43A;&#x430;, &#x43E;&#x43D; &#x436;&#x435; &#x420;&#x430;&#x441;&#x442; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43F;&#x440;&#x438; &#x43D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x438; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x438;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;. &#x423;&#x447;&#x435;&#x43D;&#x44B;&#x435; &#x43D;&#x430;&#x443;&#x447;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x441;&#x442;&#x440;&#x43E;&#x438;&#x442;&#x44C; &#x44D;&#x43C;&#x438;&#x442;&#x442;&#x435;&#x440; &#x438; &#x431;&#x430;&#x43D;&#x43A;&#x443; &#x43A;&#x440;&#x430;&#x441;&#x43A;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41C;&#x430;&#x433;&#x438; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; &#x43F;&#x435;&#x440;&#x435;&#x43D;&#x43E;&#x441;&#x430; &#x442;&#x435;&#x43B;&#x430; &#x43C;&#x43E;&#x433;&#x43B;&#x438; &#x441;&#x442;&#x440;&#x435;&#x43B;&#x44F;&#x442;&#x44C; &#x438;&#x437; &#x43F;&#x443;&#x448;&#x435;&#x43A;.</li> 
        <li class="balance">&#x411;&#x44B;&#x43B;&#x43E; &#x443;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x44F;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x435; &#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x432;&#x437;&#x44F;&#x442;&#x44C; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430; &#x432; &#x443;&#x441;&#x438;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x437;&#x430;&#x445;&#x432;&#x430;&#x442; (&#x441;&#x438;&#x43D;&#x44F;&#x44F; &#x438;&#x43A;&#x43E;&#x43D;&#x43A;&#x430;).</li> 
        <li class="bugfix">&#x423; &#x43B;&#x44E;&#x434;&#x435;&#x439; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x43D;&#x435; &#x431;&#x44B;&#x43B;&#x43E; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x442;&#x438;&#x432;&#x43B;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x440;&#x438; &#x432;&#x442;&#x43E;&#x440;&#x43E;&#x43C; &#x438; &#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x433;&#x440;&#x430;&#x431;&#x430;&#x445;.</li> 
       </ul> 
      </div> 
      <div data-author="Ajajajaj123"> 
       <h4 class="author">Ajajajaj123:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x41D;&#x430; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x44E; &#x437;&#x430;&#x432;&#x435;&#x437;&#x43B;&#x438; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x43A;&#x443;&#x43B;&#x435;&#x440;&#x44B;.</li> 
       </ul> 
      </div> 
      <div data-author="StrikS"> 
       <h4 class="author">StrikS:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x437;&#x430;&#x449;&#x438;&#x442;&#x430; &#x43E;&#x442; &#x42D;&#x41C;&#x418; &#x432; &#x43D;&#x430;&#x443;&#x448;&#x43D;&#x438;&#x43A;&#x438; &#x434;&#x435;&#x434;&#x441;&#x43A;&#x432;&#x430;&#x434;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="07.01.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">07.01.2018</h3> 
      <div data-author="Martinelli"> 
       <h4 class="author">Martinelli:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x413;&#x430;&#x435;&#x447;&#x43D;&#x44B;&#x439; &#x43A;&#x43B;&#x44E;&#x447; &#x43D;&#x435; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x444;&#x440;&#x438;&#x442;&#x44E;&#x440;&#x438;&#x442;&#x44C;&#x441;&#x44F;, &#x43D;&#x43E; &#x438; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x43E;&#x442;&#x43A;&#x440;&#x443;&#x442;&#x438;&#x442;&#x44C; &#x444;&#x440;&#x438;&#x442;&#x44E;&#x440;&#x43D;&#x438;&#x446;&#x443;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="06.01.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">06.01.2018</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x43E;&#x440;&#x442;&#x430;&#x43B; &#x442;&#x435;&#x43B;&#x435;&#x441;&#x430;&#x435;&#x43D;&#x441;&#x430; &#x437;&#x430;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x43B;&#x441;&#x44F; &#x447;&#x435;&#x440;&#x435;&#x437; 30 &#x441;&#x435;&#x43A;&#x443;&#x43D;&#x434; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x438;&#x44F;.</li> 
       </ul> 
      </div> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x410;&#x41F;&#x426;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="02.01.2018"> 
     <div class="col-lg-12"> 
      <h3 class="date">02.01.2018</h3> 
      <div data-author="Venom Kurshan"> 
       <h4 class="author">Venom Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x423;&#x431;&#x440;&#x430;&#x43D; &#x43E;&#x431;&#x449;&#x438;&#x439; &#x43A;&#x443;&#x43B;&#x434;&#x430;&#x443;&#x43D; &#x43D;&#x430; &#x43A;&#x43B;&#x438;&#x43A;&#x438; &#x441; &#x437;&#x430;&#x43C;&#x435;&#x43D;&#x43E;&#x439; &#x43D;&#x430; &#x438;&#x43D;&#x434;&#x438;&#x432;&#x438;&#x434;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x43D;&#x430; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x435; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/2010">Read More</a></li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="30.12.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">30.12.2017</h3> 
      <div data-author="Martinelli"> 
       <h4 class="author">Martinelli:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41A;&#x430;&#x442;&#x430;&#x43B;&#x43A;&#x430; &#x431;&#x43E;&#x43B;&#x435;&#x435; &#x43D;&#x435; &#x431;&#x430;&#x433;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x441; &#x431;&#x43E;&#x434;&#x438;&#x441;&#x43A;&#x430;&#x43D;&#x435;&#x440;&#x43E;&#x43C;.</li> 
       </ul> 
      </div> 
      <div data-author="Ajajajaj123"> 
       <h4 class="author">Ajajajaj123:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x438;&#x43C;&#x43F;&#x43B;&#x430;&#x43D;&#x442;&#x430;&#x43C;, &#x438;&#x43C;&#x43F;&#x43B;&#x430;&#x43D;&#x442;&#x435;&#x440;&#x430;&#x43C; &#x438; &#x438;&#x43C;&#x43F;&#x43B;&#x430;&#x43D;&#x442;&#x43F;&#x430;&#x434;&#x430;&#x43C;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="27.12.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">27.12.2017</h3> 
      <div data-author="Dear Princess Celestia, WalterJe, Igigil"> 
       <h4 class="author">Dear Princess Celestia, WalterJe, Igigil:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x420;&#x435;&#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x441;&#x438;&#x43D;&#x434;&#x438;- &#x438; &#x43D;&#x44E;&#x43A;&#x43E;&#x441;&#x43A;&#x430;&#x444;&#x430;&#x43D;&#x434;&#x440;&#x43E;&#x432;.</li> 
        <li class="tweak">&#x41F;&#x435;&#x440;&#x435;&#x438;&#x43C;&#x435;&#x43D;&#x43E;&#x432;&#x430;&#x43D;&#x44B; &#x441;&#x438;&#x43D;&#x434;&#x438;&#x441;&#x43A;&#x430;&#x444;&#x44B;, &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x44F;, &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43B;&#x430;&#x43C;&#x43F;, &#x438; &#x442;.&#x43F;.</li> 
        <li class="bugfix">&#x412;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43C;&#x43E;&#x434;&#x43A;&#x438;&#x442;&#x43E;&#x43C; &#x431;&#x435;&#x441;&#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E; &#x43C;&#x43E;&#x434;&#x438;&#x444;&#x438;&#x446;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x440;&#x438;&#x433;&#x430;, &#x434;&#x43B;&#x44F; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x439; &#x43D;&#x435;&#x442; &#x434;&#x435;&#x442;&#x430;&#x43B;&#x435;&#x439; &#x432; &#x441;&#x430;&#x43C;&#x43E;&#x43C; &#x43C;&#x43E;&#x434;&#x43A;&#x438;&#x442;&#x435;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x440;&#x435;&#x436;&#x438;&#x43C;&#x44B; &#x434;&#x43B;&#x44F; &#x441;&#x43A;&#x430;&#x444;&#x430;&#x43D;&#x434;&#x440;&#x43E;&#x432; &#x43D;&#x44E;&#x43A;&#x435;&#x440;&#x43E;&#x432;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/2002">Read More</a></li> 
       </ul> 
      </div> 
      <div data-author="Smalltasty"> 
       <h4 class="author">Smalltasty:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x41D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x443;&#x436;&#x435; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x438;&#x434;&#x435;&#x43D;&#x442;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x43A;&#x430;&#x440;&#x442;!</li> 
        <li class="map">&#x425;&#x43E;&#x43F;&#x443; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x43A;&#x430; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x43A;&#x440;&#x430;&#x441;&#x43A;&#x438; &#x43A;&#x430;&#x440;&#x442;.</li> 
        <li class="rscadd">&#x410;&#x433;&#x435;&#x43D;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x43A;&#x430;&#x440;&#x442;&#x435; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x43C;&#x435;&#x43D;&#x44B; &#x441;&#x43A;&#x438;&#x43D;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Filatelele"> 
       <h4 class="author">Filatelele:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x442;&#x440;&#x435;&#x439;&#x442;&#x43E;&#x440;&#x44B; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x430;&#x442;&#x44C; &#x432; &#x441;&#x432;&#x43E;&#x435;&#x43C; &#x430;&#x43F;&#x43B;&#x438;&#x43D;&#x43A;&#x435; &#x43D;&#x430;&#x431;&#x43E;&#x440; &#x438;&#x437; &#x441;&#x435;&#x43C;&#x438; &#x43D;&#x435;&#x43B;&#x435;&#x433;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x441;&#x442;&#x435;&#x440;&#x43E;&#x432;.</li> 
        <li class="bugfix">&#x410;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x442;&#x43E;&#x440; &#x440;&#x430;&#x441;&#x442;&#x435;&#x43D;&#x438;&#x439; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x443;&#x435;&#x442; &#x432;&#x43E;&#x437;&#x434;&#x443;&#x445;.</li> 
       </ul> 
      </div> 
      <div data-author="Uvash"> 
       <h4 class="author">Uvash:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x422;&#x440;&#x430;&#x432;&#x430; &#x430;&#x43B;&#x438;&#x443;&#x43C;&#x43E;&#x432; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x441;&#x43D;&#x43E;&#x432;&#x430; &#x440;&#x430;&#x441;&#x442;&#x451;&#x442;!</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="11.12.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">11.12.2017</h3> 
      <div data-author="Filatelele"> 
       <h4 class="author">Filatelele:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x422;&#x440;&#x435;&#x439;&#x442;&#x43E;&#x440;&#x44B; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x431;&#x443;&#x434;&#x443;&#x442; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x442;&#x44C; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x43D;&#x430; &#x43F;&#x43E;&#x431;&#x435;&#x433;, &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x44F;&#x441;&#x44C; &#x432; &#x441;&#x43C;&#x438;&#x440;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x440;&#x443;&#x431;&#x430;&#x448;&#x43A;&#x435; &#x438; &#x432; &#x43A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x439; &#x437;&#x43E;&#x43D;&#x435; &#x448;&#x430;&#x442;&#x442;&#x43B;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Ajajajaj123"> 
       <h4 class="author">Ajajajaj123:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x423;&#x43B;&#x443;&#x447;&#x448;&#x435;&#x43D;&#x44B; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x443;&#x441;&#x438;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x441;&#x442;&#x43E;&#x43B;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="10.12.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">10.12.2017</h3> 
      <div data-author="Filatelele"> 
       <h4 class="author">Filatelele:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x411;&#x430;&#x43D;&#x43A;&#x430; &#x441; &#x431;&#x438;&#x43E;&#x433;&#x435;&#x43B;&#x435;&#x43C; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x430; &#x434;&#x43B;&#x44F; &#x441;&#x431;&#x43E;&#x440;&#x43A;&#x438; &#x432; &#x420;&#x43D;&#x414;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="04.12.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">04.12.2017</h3> 
      <div data-author="Martinelli"> 
       <h4 class="author">Martinelli:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x43F;&#x440;&#x438;&#x43A;&#x440;&#x435;&#x43F;&#x43B;&#x435;&#x43D;&#x438;&#x438; &#x43A; &#x43A;&#x430;&#x442;&#x430;&#x43B;&#x43A;&#x435; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x430; &#x432; &#x43A;&#x440;&#x430;&#x432;&#x43B;&#x435;, &#x43E;&#x43D;&#x430; &#x435;&#x434;&#x435;&#x442; &#x43D;&#x43E;&#x440;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;.</li> 
        <li class="bugfix">&#x422;&#x430;&#x431;&#x443;&#x440;&#x435;&#x442;&#x43A;&#x438; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x444;&#x440;&#x438;&#x442;&#x44E;&#x440;&#x438;&#x442;&#x44C;.</li> 
        <li class="spellcheck">&#x41E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435; Maid Dress &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x43E;&#x440;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x441;&#x435;&#x43C;&#x435;&#x43D;&#x430; &#x440;&#x438;&#x441;&#x430; &#x432; &#x432;&#x435;&#x43D;&#x434;&#x43E;&#x43C;&#x430;&#x442; &#x431;&#x43E;&#x442;&#x430;&#x43D;&#x438;&#x43A;&#x438;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="01.12.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">01.12.2017</h3> 
      <div data-author="Martinelli"> 
       <h4 class="author">Martinelli:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x412; &#x43A;&#x430;&#x440;&#x433;&#x43E; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x432;&#x440;&#x430; &#x43F;&#x440;&#x438;&#x445;&#x43E;&#x434;&#x438;&#x442; 50.</li> 
       </ul> 
      </div> 
      <div data-author="volas"> 
       <h4 class="author">volas:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41F;&#x430;&#x442;&#x440;&#x43E;&#x43D;&#x44B; &#x438;&#x43C;&#x435;&#x44E;&#x442; &#x43D;&#x435;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43E;&#x447;&#x43A;&#x43E;&#x432; &#x43B;&#x43E;&#x430;&#x434;&#x430;&#x443;&#x442;&#x430;.</li> 
        <li class="rscadd">&#x41F;&#x430;&#x442;&#x440;&#x43E;&#x43D;&#x44B; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x438;&#x433;&#x440;&#x430;&#x442;&#x44C; &#x437;&#x430; &#x42F;&#x43D;&#x430;, &#x430;&#x43D;&#x430;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x43D;&#x43E; &#x43A;&#x430;&#x43A; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x438;, &#x43F;&#x440;&#x43E;&#x448;&#x435;&#x434;&#x448;&#x438;&#x435; &#x432; &#x432;&#x430;&#x439;&#x442;&#x43B;&#x438;&#x441;&#x442;.</li> 
       </ul> 
      </div> 
      <div data-author="Solid Kursh"> 
       <h4 class="author">Solid Kursh:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x412;&#x437;&#x43B;&#x43E;&#x43C;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x432;&#x435;&#x43D;&#x434;&#x43E;&#x43C;&#x430;&#x442;, &#x438;&#x43B;&#x438; &#x432; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x43C; &#x43C;&#x43E;&#x43D;&#x435;&#x442;&#x43A;&#x430;, &#x43F;&#x440;&#x438; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x43C; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x438;&#x438; &#x43E;&#x43A;&#x43D;&#x430; &#x434;&#x443;&#x431;&#x43B;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43B; &#x441;&#x43F;&#x438;&#x441;&#x43E;&#x43A; &#x43F;&#x43E;&#x43A;&#x443;&#x43F;&#x43E;&#x43A;.</li> 
        <li class="bugfix">&#x418;&#x418; &#x43C;&#x43E;&#x433; &#x432;&#x438;&#x434;&#x435;&#x442;&#x44C; &#x433;&#x435;&#x43D;&#x43E;&#x43A;&#x440;&#x430;&#x434;&#x43E;&#x432; &#x441; &#x43A;&#x430;&#x43C;&#x443;&#x444;&#x43B;&#x44F;&#x436;&#x435;&#x43C; &#x447;&#x435;&#x440;&#x435;&#x437; &#x425;&#x423;&#x414;&#x44B;.</li> 
        <li class="bugfix">&#x421;&#x438;&#x43D;&#x434;&#x438;&#x431;&#x43E;&#x440;&#x433;&#x438; &#x43D;&#x435; &#x438;&#x43C;&#x435;&#x43B;&#x438; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x432; &#x437;&#x430;&#x440;&#x44F;&#x434;&#x43D;&#x438;&#x43A;&#x438;.</li> 
        <li class="bugfix">&#x417;&#x430;&#x43A;&#x440;&#x44B;&#x442;&#x430; &#x43B;&#x430;&#x432;&#x43E;&#x447;&#x43A;&#x430; &#x43F;&#x43E; &#x430;&#x431;&#x443;&#x437;&#x443; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x443;&#x43B;&#x43B;&#x44F;&#x449;&#x438;&#x445;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="30.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">30.11.2017</h3> 
      <div data-author="Martinelli"> 
       <h4 class="author">Martinelli:</h4> 
       <ul class="changelog"> 
        <li class="spellcheck">C&#x43C;&#x435;&#x43D;&#x430; &#x441;&#x442;&#x430;&#x440;&#x43E;&#x433;&#x43E; Parolled &#x432; Criminal status &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x44B;&#x439; Paroled.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="29.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">29.11.2017</h3> 
      <div data-author="Unforg1v3n"> 
       <h4 class="author">Unforg1v3n:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x43D;&#x43E;&#x432;&#x43E;&#x435; &#x443;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x43B;&#x44F; &#x43C;&#x430;&#x433;&#x430; - Lighting Shock. &#x423;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x43E; &#x43E;&#x431;&#x435;&#x437;&#x43E;&#x440;&#x443;&#x436;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x442;&#x438;&#x432;&#x43D;&#x438;&#x43A;&#x430; &#x43D;&#x430; &#x43A;&#x43E;&#x440;&#x43E;&#x442;&#x43A;&#x43E;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F;.</li> 
        <li class="sound">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x437;&#x432;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x439; &#x44D;&#x444;&#x444;&#x435;&#x43A;&#x442; &#x434;&#x43B;&#x44F; &#x443;&#x43C;&#x435;&#x43D;&#x438;&#x44F; Lighting Shock.</li> 
       </ul> 
      </div> 
      <div data-author="Martinelli"> 
       <h4 class="author">Martinelli:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x438;&#x441;&#x442;&#x43E;&#x43B;&#x435;&#x442; &quot;&#x441;&#x44A;&#x435;&#x434;&#x430;&#x43B;&quot; &#x43B;&#x435;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43E;&#x431;&#x43E;&#x439;&#x43C;&#x44B;, &#x435;&#x441;&#x43B;&#x438; &#x43E;&#x43D; &#x443;&#x436;&#x435; &#x431;&#x44B;&#x43B; &#x437;&#x430;&#x440;&#x44F;&#x436;&#x435;&#x43D;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="28.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">28.11.2017</h3> 
      <div data-author="Filatelele"> 
       <h4 class="author">Filatelele:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x422;&#x440;&#x435;&#x439;&#x442;&#x43E;&#x440;&#x430;&#x43C; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x43D;&#x430; &#x43F;&#x43E;&#x445;&#x438;&#x449;&#x435;&#x43D;&#x438;&#x435; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x44B;.</li> 
        <li class="rscadd">&#x414;&#x43B;&#x44F; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x437;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x431;&#x430;&#x43D;&#x43A;&#x430; &#x441; &#x431;&#x438;&#x43E;&#x433;&#x435;&#x43B;&#x435;&#x43C;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x43F;&#x43E;&#x43A;&#x443;&#x43F;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x432; &#x430;&#x43F;&#x43B;&#x438;&#x43D;&#x43A;&#x435; &#x437;&#x430; &#x43E;&#x434;&#x438;&#x43D; &#x422;&#x41A;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="26.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">26.11.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41B;&#x44E;&#x434;&#x438; &#x431;&#x435;&#x437; &#x43D;&#x43E;&#x433; &#x43C;&#x43E;&#x433;&#x43B;&#x438; &#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C;.</li> 
        <li class="tweak">&#x41F;&#x440;&#x438; &#x43F;&#x43E;&#x432;&#x440;&#x435;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x438; &#x43D;&#x43E;&#x433; &#x443;&#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x432;&#x438;&#x436;&#x435;&#x43D;&#x438;&#x44F;. &#x422;&#x440;&#x43E;&#x441;&#x442;&#x44C;(-&#x438;) &#x438; &#x43A;&#x440;&#x435;&#x441;&#x43B;&#x43E;-&#x43A;&#x430;&#x442;&#x430;&#x43B;&#x43A;&#x430; &#x43F;&#x43E;&#x43C;&#x43E;&#x433;&#x443;&#x442; &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x44D;&#x442;&#x43E; (&#x43D;&#x43E; &#x43E;&#x43D;&#x438; &#x43D;&#x435; &#x443;&#x431;&#x438;&#x440;&#x430;&#x44E;&#x442; &#x448;&#x442;&#x440;&#x430;&#x444; &#x43D;&#x430; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x44C; &#x43E;&#x442; &#x442;&#x440;&#x430;&#x432;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x448;&#x43E;&#x43A;&#x430;).</li> 
        <li class="rscadd">&#x410;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x44B; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; &#x412;&#x412; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x43A;&#x43E;&#x440;&#x440;&#x435;&#x43A;&#x442;&#x43D;&#x43E; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x443;&#x441;&#x442;&#x44B;&#x435; &#x441;&#x43F;&#x438;&#x441;&#x43A;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x442;&#x435;&#x440;&#x43C;&#x438;&#x43D;&#x430;&#x43B;&#x430; &#x432;&#x44B;&#x434;&#x430;&#x447;&#x438; &#x433;&#x43E;&#x441;&#x442;&#x435;&#x432;&#x44B;&#x445; &#x43F;&#x440;&#x43E;&#x43F;&#x443;&#x441;&#x43A;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
      <div data-author="Sakuya-Izayoi"> 
       <h4 class="author">Sakuya-Izayoi:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43A;&#x43E;&#x432;&#x440;&#x44B; &#x432; &#x43A;&#x430;&#x440;&#x433;&#x43E;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="22.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">22.11.2017</h3> 
      <div data-author="Lexakr"> 
       <h4 class="author">Lexakr:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x41D;&#x43E;&#x432;&#x44B;&#x435; &#x442;&#x435;&#x445;&#x438; EVA, &#x43F;&#x43E;&#x434; &#x431;&#x430;&#x440;&#x43E;&#x43C;, &#x443; &#x43C;&#x435;&#x434;&#x431;&#x435;&#x44F; &#x438; &#x443; &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E;, &#x440;&#x435;&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x44B; &#x43F;&#x43B;&#x438;&#x442;&#x43E;&#x43A; &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x435; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x44F;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1962">Read More</a></li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41C;&#x430;&#x43B;&#x444; &#x431;&#x44B;&#x43B; &#x447;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x43E; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x430;&#x43D;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1965">Read More</a></li> 
        <li class="tweak">&#x410;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x44B;, &#x443; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x435;&#x441;&#x442;&#x44C; &#x444;&#x43B;&#x430;&#x433; +EVENT &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x43C;&#x430;&#x441;&#x441;&#x43E;&#x432;&#x43E; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; (&#x441;&#x43C;&#x435;&#x43D;&#x430; &#x438;&#x43A;&#x43E;&#x43D;&#x43A;&#x438;, &#x438;&#x43A;&#x43E;&#x43D;_&#x441;&#x442;&#x435;&#x439;&#x442;&#x430;, &#x440;&#x435;&#x441;&#x430;&#x439;&#x437;).</li> 
        <li class="map">&#x41D;&#x430; &#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x438;&#x437; &quot;&#x43A;&#x430;&#x440;&#x442;&quot; &#x433;&#x43E;&#x43B;&#x43E;&#x434;&#x435;&#x43A;&#x430; &#x431;&#x44B;&#x43B;&#x438; &#x43D;&#x435;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x44C;&#x43D;&#x43E; &#x43F;&#x43E;&#x432;&#x451;&#x440;&#x43D;&#x443;&#x442;&#x44B; &#x43A;&#x43E;&#x432;&#x440;&#x44B;.</li> 
        <li class="bugfix">&#x412; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x44F;&#x445; &#x43E;&#x442;&#x440;&#x435;&#x437;&#x430;&#x43D;&#x43D;&#x430;&#x44F; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x442;&#x435;&#x43B;&#x430; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x43B;&#x430; &#x430;&#x440;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43A;&#x440;&#x43E;&#x432;&#x43E;&#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435;.</li> 
        <li class="bugfix">&#x41E;&#x442;&#x440;&#x435;&#x437;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442;&#x43B;&#x435;&#x442;&#x430;&#x43B;&#x438; &#x441;&#x43E; &#x441;&#x43B;&#x438;&#x448;&#x43A;&#x43E;&#x43C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x441;&#x438;&#x43B;&#x43E;&#x439;.</li> 
        <li class="bugfix">&#x412;&#x441;&#x435; &#x43E;&#x432;&#x43E;&#x449;&#x438; &#x438; &#x444;&#x440;&#x443;&#x43A;&#x442;&#x44B; &#x43F;&#x440;&#x438; &#x431;&#x440;&#x43E;&#x441;&#x43A;&#x435; &#x440;&#x430;&#x437;&#x43C;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x432; &#x442;&#x43E;&#x43C;&#x430;&#x442;&#x43D;&#x44B;&#x439; &#x441;&#x43E;&#x43A;.</li> 
        <li class="bugfix">&#x412;&#x43E;&#x43A;&#x441;&#x44B; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x433;&#x440;&#x430;&#x431;&#x430;&#x44E;&#x442; &#x441;&#x438;&#x43D;&#x442;&#x435;&#x442;&#x43E;&#x432; &#x43F;&#x440;&#x438; &#x43F;&#x440;&#x44B;&#x436;&#x43A;&#x435; &#x43D;&#x430; &#x43D;&#x438;&#x445;.</li> 
        <li class="tweak">&#x41F;&#x440;&#x44B;&#x436;&#x43A;&#x438; &#x432;&#x43E;&#x43A;&#x441;&#x43E;&#x432; &#x438; &#x430;&#x43B;&#x438;&#x435;&#x43D;&#x43E;&#x432; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &quot;&#x432;&#x44B;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x44E;&#x442;&quot; &#x431;&#x43E;&#x440;&#x433;&#x43E;&#x432; &#x43D;&#x430; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x435;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F;.</li> 
        <li class="bugfix">&#x41D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x435;&#x440;&#x438;&#x44F; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x430;&#x43B;&#x430;&#x441;&#x44C; &#x43F;&#x43E;&#x434; &#x440;&#x435;&#x448;&#x435;&#x442;&#x43A;&#x430;&#x43C;&#x438;.</li> 
        <li class="bugfix">&#x421;&#x442;&#x435;&#x43B;&#x43B;&#x430;&#x436;&#x438; &#x432; &#x43C;&#x43E;&#x440;&#x433;&#x435; &#x438; &#x43A;&#x440;&#x435;&#x43C;&#x430;&#x442;&#x43E;&#x440;&#x438;&#x438; &#x431;&#x44B;&#x43B;&#x438; &#x43D;&#x430;&#x434; &#x43C;&#x435;&#x448;&#x43A;&#x430;&#x43C;&#x438; &#x441; &#x442;&#x440;&#x443;&#x43F;&#x430;&#x43C;&#x438;.</li> 
        <li class="tweak">&#x423;&#x432;&#x435;&#x43B;&#x438;&#x447;&#x435;&#x43D;&#x430; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x43B;&#x451;&#x442;&#x430; &#x431;&#x43E;&#x43B;&#x44B;.</li> 
       </ul> 
      </div> 
      <div data-author="Smalltasty"> 
       <h4 class="author">Smalltasty:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x440;&#x438; &quot;&#x441;&#x43F;&#x443;&#x449;&#x435;&#x43D;&#x43D;&#x43E;&#x43C;&quot; &#x448;&#x430;&#x440;&#x444;&#x435; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x435;&#x441;&#x442;&#x44C; &#x438; &#x43F;&#x438;&#x442;&#x44C;. &#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x443;&#x441;&#x442;&#x438;&#x442;&#x44C; &#x448;&#x430;&#x440;&#x444; &#x438;&#x43B;&#x438; &#x43D;&#x430;&#x43C;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x435;&#x433;&#x43E; &#x43D;&#x430; &#x448;&#x435;&#x44E;.</li> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x436;&#x435;&#x43B;&#x442;&#x44B;&#x435; &#x438; &#x444;&#x438;&#x43E;&#x43B;&#x435;&#x442;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x448;&#x430;&#x440;&#x444;&#x43E;&#x432;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x440;&#x430;&#x437;&#x434;&#x430;&#x442;&#x447;&#x438;&#x43A;&#x438; &#x434;&#x43B;&#x44F; &#x43C;&#x43E;&#x434;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x442;&#x43E;&#x440;&#x43E;&#x432; &#x448;&#x430;&#x445;&#x442;&#x435;&#x440;&#x441;&#x43A;&#x438;&#x445; &#x438; &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x43D;&#x44B;&#x445; &#x440;&#x438;&#x433;&#x43E;&#x432;.</li> 
        <li class="map">&#x41D;&#x43E;&#x432;&#x44B;&#x435; &#x440;&#x430;&#x437;&#x434;&#x430;&#x442;&#x447;&#x438;&#x43A;&#x438; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x430; &#x448;&#x430;&#x445;&#x442;&#x435;&#x440;&#x43A;&#x443; &#x438; &#x432; &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x43A;&#x443; (&#x437;&#x430;&#x43C;&#x435;&#x43D;&#x435;&#x43D; &#x43D;&#x438;&#x43A;&#x43E;&#x43C;&#x443; &#x43D;&#x435; &#x43D;&#x443;&#x436;&#x43D;&#x44B;&#x439; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x444;&#x440;&#x435;&#x439;&#x43C;).</li> 
       </ul> 
      </div> 
      <div data-author="Phantom Kurshan"> 
       <h4 class="author">Phantom Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="sound">&#x410;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x430;&#x43C; &#x432;&#x44B;&#x434;&#x430;&#x43D;&#x430; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43E;&#x441;&#x442;&#x430;&#x43D;&#x430;&#x432;&#x43B;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x432;&#x43E;&#x441;&#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x433;&#x43B;&#x43E;&#x431;&#x430;&#x43B; &#x437;&#x432;&#x443;&#x43A;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="21.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">21.11.2017</h3> 
      <div data-author="Sakuya-Izayoi"> 
       <h4 class="author">Sakuya-Izayoi:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x411;&#x440;&#x43E;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x441;&#x442;&#x44E;&#x43C; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x43E;&#x431;&#x44B;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x432; &#x43E;&#x434;&#x438;&#x43D; &#x438;&#x437; &#x43D;&#x430;&#x431;&#x43E;&#x440;&#x43E;&#x432;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x447;&#x435;&#x440;&#x435;&#x437; &#x430;&#x43F;&#x43B;&#x438;&#x43D;&#x43A;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x438;&#x43B; &#x444;&#x43E;&#x440;&#x43C;&#x443; &#x433;&#x43E;&#x440;&#x43D;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x432; &#x43B;&#x43E;&#x443;&#x434;&#x430;&#x443;&#x442;. &#x41D;&#x430;&#x440;&#x438;&#x441;&#x43E;&#x432;&#x430;&#x43B; &#x435;&#x449;&#x451; &#x441;&#x438;&#x43D;&#x438;&#x439; &#x432;&#x430;&#x440;&#x438;&#x430;&#x43D;&#x442; &#x444;&#x43E;&#x440;&#x43C;&#x44B;.</li> 
        <li class="bugfix">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x444;&#x435;&#x440;&#x43D;&#x438;&#x43A;&#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x44E;&#x442; &#x438;&#x43D;&#x436;&#x435;&#x43D;&#x435;&#x440;&#x43D;&#x44B;&#x439; &#x440;&#x44E;&#x43A;&#x437;&#x430;&#x43A; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x43E;&#x431;&#x44B;&#x447;&#x43D;&#x43E;&#x433;&#x43E;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x414;&#x43B;&#x44F; &#x442;&#x43E;&#x433;&#x43E;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x443;&#x437;&#x43D;&#x430;&#x442;&#x44C;, &#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438; &#x43E;&#x441;&#x442;&#x430;&#x43B;&#x43E;&#x441;&#x44C; &#x434;&#x43E; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43B;&#x43E;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x43A;&#x43B;&#x43E;&#x43D;&#x43F;&#x43E;&#x434; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x44D;&#x43A;&#x437;&#x430;&#x43C;&#x430;&#x439;&#x43D;&#x438;&#x442;&#x44C;, &#x430; &#x43D;&#x435; &#x431;&#x438;&#x442;&#x44C; &#x440;&#x443;&#x43A;&#x43E;&#x439;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="18.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">18.11.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41D;&#x430; &#x432;&#x43A;&#x43B;&#x430;&#x434;&#x43A;&#x435; Status &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438;&#x438;&#x433;&#x440;&#x43E;&#x432;&#x43E;&#x439; &#x441;&#x442;&#x430;&#x436; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x430;.</li> 
        <li class="bugfix">&#x423; &#x434;&#x438;&#x43E;&#x43D; &#x43D;&#x435; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x44F;&#x43B;&#x441;&#x44F; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43F;&#x440;&#x430;&#x432;&#x43E;&#x439; &#x440;&#x443;&#x43A;&#x438; &#x438; &#x43E;&#x431;&#x435;&#x438;&#x445; &#x43B;&#x430;&#x434;&#x43E;&#x43D;&#x435;&#x439; &#x43F;&#x440;&#x438; &#x443;&#x43D;&#x438;&#x447;&#x442;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x438; &#x44D;&#x442;&#x438;&#x445; &#x447;&#x430;&#x441;&#x442;&#x435;&#x439; &#x442;&#x435;&#x43B;&#x430;.</li> 
        <li class="bugfix">&#x423; &#x434;&#x438;&#x43E;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43F;&#x440;&#x430;&#x432;&#x43E;&#x439; &#x43B;&#x430;&#x434;&#x43E;&#x43D;&#x438; &#x431;&#x44B;&#x43B; &#x438;&#x434;&#x435;&#x43D;&#x442;&#x438;&#x447;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x443; &#x43B;&#x435;&#x432;&#x43E;&#x439; &#x43B;&#x430;&#x434;&#x43E;&#x43D;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="Yulian"> 
       <h4 class="author">Yulian:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x420;&#x435;&#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x430;&#x438;&#x440;&#x430;&#x43B;&#x430;&#x440;&#x43C;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="12.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">12.11.2017</h3> 
      <div data-author="Phantom Kurshan"> 
       <h4 class="author">Phantom Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x431;&#x43E;&#x43A;&#x43E;&#x432;&#x44B;&#x435; &#x44E;&#x436;&#x43D;&#x44B;&#x435; &#x447;&#x430;&#x441;&#x442;&#x438; &#x433;&#x435;&#x439;&#x442;&#x432;&#x435;&#x44F; &#x43D;&#x435; &#x43F;&#x440;&#x435;&#x43F;&#x44F;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x442; &#x434;&#x432;&#x438;&#x436;&#x435;&#x43D;&#x438;&#x44E; &#x43E;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x431;&#x44B;&#x43B;&#x43E; &#x432;&#x44B;&#x43B;&#x435;&#x447;&#x438;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x43D;&#x438;&#x43A;&#x430;&#x44E;&#x449;&#x438;&#x439; &#x443;&#x440;&#x43E;&#x43D; (&#x43A;&#x430;&#x441;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x448;&#x438;&#x43F;&#x43E;&#x441;&#x442;&#x440;&#x435;&#x43B;&#x43E;&#x432; &#x432;&#x43E;&#x43A;&#x441;&#x43E;&#x432;).</li> 
        <li class="bugfix">&#x411;&#x43E;&#x440;&#x433;&#x430;&#x43C; &#x43D;&#x435; &#x432;&#x44B;&#x434;&#x430;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x438; &#x43F;&#x440;&#x438; &#x435;&#x43C;&#x430;&#x433;&#x435;.</li> 
        <li class="bugfix">&#x423; &#x433;&#x43B;&#x430;&#x432; &#x43F;&#x440;&#x438; &#x441;&#x442;&#x430;&#x440;&#x442;&#x435; &#x440;&#x430;&#x443;&#x43D;&#x434;&#x430; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B;&#x430; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x44F; &#x43E; &#x441;&#x447;&#x435;&#x442;&#x430;&#x445; &#x43E;&#x442;&#x434;&#x435;&#x43B;&#x43E;&#x432;.</li> 
        <li class="bugfix">&#x412; &#x431;&#x440;&#x43E;&#x43D;&#x435;&#x436;&#x438;&#x43B;&#x435;&#x442;&#x430;&#x445; &#x438;&#x437; &#x43A;&#x430;&#x440;&#x433;&#x43E; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B;&#x438; &#x43A;&#x430;&#x440;&#x43C;&#x430;&#x43D;&#x44B;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x44B; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x432;&#x435;&#x439;&#x435;&#x440;&#x435; &#x438;&#x43D;&#x43E;&#x433;&#x434;&#x430; &#x43E;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C; &quot;&#x43F;&#x43E;&#x434;&quot; &#x43D;&#x438;&#x43C;.</li> 
        <li class="bugfix">&#x420;&#x430;&#x437;&#x43B;&#x438;&#x442;&#x43E;&#x435; &#x442;&#x43E;&#x43F;&#x43B;&#x438;&#x432;&#x43E; &#x43D;&#x435; &#x43F;&#x43E;&#x434;&#x436;&#x438;&#x433;&#x430;&#x43B;&#x43E;&#x441;&#x44C;.</li> 
        <li class="bugfix">&#x41D;&#x430;&#x43F;&#x430;&#x43B;&#x43C; &#x431;&#x44B;&#x43B; &#x441;&#x43B;&#x43E;&#x43C;&#x430;&#x43D;.</li> 
        <li class="bugfix">&#x423; &#x441;&#x438;&#x43D;&#x442;&#x435;&#x442;&#x43E;&#x432; &#x432; Check Known Languages &#x43D;&#x435; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43A;&#x43B;&#x44E;&#x447;&#x438; &#x434;&#x43B;&#x44F; &#x44F;&#x437;&#x44B;&#x43A;&#x43E;&#x432;.</li> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x432; Check Known Languages &#x432;&#x44B;&#x432;&#x43E;&#x434;&#x44F;&#x442;&#x441;&#x44F; &#x432;&#x441;&#x435; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x44B;&#x435; &#x43A;&#x43B;&#x44E;&#x447;&#x438; &#x434;&#x43B;&#x44F; &#x44F;&#x437;&#x44B;&#x43A;&#x430;.</li> 
        <li class="rscadd">&#x41A;&#x441;&#x435;&#x43D;&#x43E;&#x441;&#x44B;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x432;&#x44B;&#x434;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x437;&#x430; &#x438;&#x433;&#x440;&#x43E;&#x432;&#x43E;&#x439; &#x441;&#x442;&#x430;&#x436;, &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x432;&#x44B;&#x434;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;, &#x431;&#x435;&#x437; &#x432;&#x43C;&#x435;&#x448;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x430; &#x43F;&#x435;&#x434;&#x430;&#x43B;&#x435;&#x439;.</li> 
       </ul> 
      </div> 
      <div data-author="igigin"> 
       <h4 class="author">igigin:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x412;&#x43E;&#x437;&#x432;&#x440;&#x430;&#x449;&#x451;&#x43D; &#x441;&#x442;&#x430;&#x440;&#x44B;&#x439; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43F;&#x43B;&#x430;&#x449;&#x430; &#x447;&#x430;&#x441;&#x442;&#x43D;&#x44B;&#x445; &#x434;&#x435;&#x442;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
      <div data-author="Smalltasty"> 
       <h4 class="author">Smalltasty:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x43E;&#x447;&#x438;&#x43D;&#x43A;&#x430; &#x43D;&#x435;&#x43A;&#x43E;&#x440;&#x440;&#x435;&#x43A;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x431;&#x443;&#x43C;&#x430;&#x433;&#x438; &#x43D;&#x430; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x430;&#x445; &#x419;&#x430;&#x43D;&#x430; &#x438; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430; &#x438; &#x440;&#x430;&#x43D; &#x43F;&#x440;&#x438; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x438; &#x43D;&#x430; &#x43F;&#x440;&#x430;&#x432;&#x43E;&#x439; &#x440;&#x443;&#x43A;&#x435;.</li> 
        <li class="bugfix">&#x41F;&#x43E;&#x447;&#x438;&#x43D;&#x43A;&#x430; &#x43D;&#x435;&#x43A;&#x43E;&#x440;&#x440;&#x435;&#x43A;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x43A;&#x441;&#x442;&#x430; &#x43F;&#x440;&#x438; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x438; &#x43D;&#x430; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x435;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="10.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">10.11.2017</h3> 
      <div data-author="Lexakr"> 
       <h4 class="author">Lexakr:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x41D;&#x43E;&#x432;&#x44B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x446;&#x432;&#x435;&#x442;&#x43E;&#x432;, &#x442;&#x430;&#x431;&#x43B;&#x438;&#x447;&#x435;&#x43A;.</li> 
        <li class="map">&#x41F;&#x435;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x430;&#x43D;&#x44B; &#x442;&#x435;&#x445;&#x442;&#x43E;&#x43D;&#x43D;&#x435;&#x43B;&#x438; &#x446;&#x435;&#x440;&#x43A;&#x432;&#x438; &#x438; &#x420;&#x43D;&#x414;, &#x43D;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x43B;&#x438;&#x442;&#x43A;&#x430; &#x432; &#x43A;&#x43E;&#x440;&#x438;&#x434;&#x43E;&#x440;&#x430;&#x445; &#x438; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x435; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x44F;. &#x413;&#x435;&#x439;&#x442;&#x432;&#x435;&#x439;, &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x44B;&#x439; &#x438; &#x43E;&#x444;&#x438;&#x441; &#x425;&#x43E;&#x41F;&#x430; &#x431;&#x44B;&#x43B;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43D;&#x44B;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1936">Read More</a></li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="05.11.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">05.11.2017</h3> 
      <div data-author="Sakuya-Izayoi"> 
       <h4 class="author">Sakuya-Izayoi:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x43C;&#x430;&#x441;&#x43A;&#x430; &#x413;&#x430;&#x44F; &#x424;&#x43E;&#x43A;&#x441;&#x430;, &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x44C; &#x432;&#x43E; &#x432;&#x437;&#x43B;&#x43E;&#x43C;&#x430;&#x43D;&#x43D;&#x43E;&#x43C; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x435; &#x441; &#x43E;&#x434;&#x435;&#x436;&#x434;&#x43E;&#x439;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="30.10.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">30.10.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x437; &#x442;&#x430;&#x437;&#x435;&#x440;&#x430; &#x43F;&#x43E; &#x43C;&#x435;&#x445;&#x443; &#x43D;&#x435; &#x441;&#x43D;&#x438;&#x436;&#x430;&#x43B;&#x43E; &#x437;&#x430;&#x440;&#x44F;&#x434; &#x435;&#x433;&#x43E; &#x431;&#x430;&#x442;&#x430;&#x440;&#x435;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43F;&#x43E;&#x436;&#x430;&#x440;&#x43D;&#x43E;&#x439; &#x441;&#x438;&#x433;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; (&#x43E;&#x43D;&#x430; &#x436;&#x435; &#x438;&#x43D;&#x434;&#x438;&#x43A;&#x430;&#x442;&#x43E;&#x440; &#x43A;&#x43E;&#x434;&#x430;).</li> 
       </ul> 
      </div> 
      <div data-author="Kernstall"> 
       <h4 class="author">Kernstall:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x412;&#x441;&#x435; &#x43C;&#x43E;&#x434;&#x443;&#x43B;&#x438; &#x43C;&#x435;&#x445;&#x43E;&#x432; &#x421;&#x438;&#x43D;&#x434;&#x438;&#x43A;&#x430;&#x442;&#x430; &#x43B;&#x43E;&#x43C;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43F;&#x440;&#x438; &#x43F;&#x43E;&#x441;&#x430;&#x434;&#x43A;&#x435; &#x434;&#x440;&#x43E;&#x43F;-&#x43F;&#x43E;&#x434;&#x430;.</li> 
        <li class="rscadd">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x434;&#x440;&#x43E;&#x43F;-&#x43F;&#x43E;&#x434; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x432; &#x43C;&#x435;&#x445; &#x43F;&#x440;&#x438; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x438; &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x43B;&#x43E;&#x442;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="29.10.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">29.10.2017</h3> 
      <div data-author="Lexakr"> 
       <h4 class="author">Lexakr:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x420;&#x435;&#x434;&#x438;&#x437;&#x430;&#x439;&#x43D; &#x43C;&#x435;&#x434;&#x431;&#x435;&#x44F;, &#x43A;&#x440;&#x438;&#x43C;&#x438;&#x43D;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x438;&#x43A;&#x438;, &#x43E;&#x444;&#x438;&#x441;&#x430; &#x410;&#x412;&#x414;, &#x434;&#x43E;&#x440;&#x43C;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x44F;. &#x424;&#x438;&#x43A;&#x441;&#x44B; &#x430;&#x432;&#x430;&#x440;&#x438;&#x439;&#x43D;&#x44B;&#x445; &#x441;&#x442;&#x432;&#x43E;&#x440;&#x43E;&#x43A; &#x438; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x435; &#x43C;&#x435;&#x43B;&#x43A;&#x438;&#x435; &#x434;&#x43E;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x438;.</li> 
        <li class="image">&#x41A;&#x440;&#x430;&#x441;&#x43D;&#x44B;&#x435; &#x43A;&#x440;&#x435;&#x441;&#x442;&#x44B; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x437;&#x435;&#x43B;&#x435;&#x43D;&#x44B;&#x435; (&#x43F;&#x43E;&#x447;&#x442;&#x438; &#x432;&#x435;&#x437;&#x434;&#x435;).</li> 
        <li class="image">&#x411;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x43F;&#x43B;&#x438;&#x442;&#x43E;&#x43A; &#x432; floors.dmi &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x437;&#x43D;&#x44B;&#x445; &#x434;&#x438;&#x437;&#x430;&#x439;&#x43D;&#x435;&#x440;&#x441;&#x43A;&#x438;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;.</li> 
        <li class="tweak">Git console &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x438;&#x433;&#x43D;&#x43E;&#x440;&#x438;&#x440;&#x443;&#x435;&#x442; &#x444;&#x430;&#x439;&#x43B;&#x44B; Thumbs.db (&#x444;&#x430;&#x439;&#x43B;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43F;&#x440;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x432;, &#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;, win 10 &#x438; &#x430;&#x431;&#x441;&#x43E;&#x43B;&#x44E;&#x442;&#x43D;&#x43E; &#x431;&#x435;&#x441;&#x43F;&#x43E;&#x43B;&#x435;&#x437;&#x43D;&#x44B;).</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="24.10.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">24.10.2017</h3> 
      <div data-author="volas"> 
       <h4 class="author">volas:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41F;&#x430;&#x442;&#x440;&#x43E;&#x43D;&#x44B; (&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x438;&#x43D;&#x444;&#x44B; &#x442;&#x443;&#x442;: http://tauceti.ru/forums/index.php?topic=5832) &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C; &#x446;&#x432;&#x435;&#x442; &#x43D;&#x438;&#x43A;&#x43D;&#x435;&#x439;&#x43C;&#x430; OOC.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="23.10.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">23.10.2017</h3> 
      <div data-author="KatoMarika"> 
       <h4 class="author">KatoMarika:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x41D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x444;&#x438;&#x43A;c &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
      <div data-author="Trogwar"> 
       <h4 class="author">Trogwar:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x431;&#x430;&#x433; &#x441; &#x43D;&#x435;&#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x43F;&#x43E;&#x431;&#x440;&#x438;&#x442;&#x44C; &#x440;&#x430;&#x441;&#x442;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43D;&#x430; &#x43B;&#x438;&#x446;&#x435;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="16.10.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">16.10.2017</h3> 
      <div data-author="StrikS"> 
       <h4 class="author">StrikS:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x424;&#x438;&#x43A;&#x441; &#x43F;&#x443;&#x441;&#x442;&#x43E;&#x433;&#x43E; &#x433;&#x438;&#x43F;&#x43E;&#x441;&#x43F;&#x440;&#x435;&#x44F; &#x421;&#x41C;&#x41E;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="15.10.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">15.10.2017</h3> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="rscdel">&#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x430; &quot;Telecommunications Traffic Control&quot; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x44C;, &#x442;.&#x43A; &#x431;&#x44B;&#x43B; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D; &#x41D;&#x422;&#x421;&#x41B; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x43D;&#x438;&#x43A;&#x442;&#x43E; &#x43D;&#x435; &#x43C;&#x435;&#x439;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x438;&#x442; &#x438; &#x43D;&#x435; &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442;.</li> 
        <li class="tweak">&#x421;&#x442;&#x430;&#x43B;&#x43E; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x44B;&#x43C; &#x43F;&#x440;&#x438;&#x43A;&#x440;&#x435;&#x43F;&#x438;&#x442;&#x44C; &#x43A; &quot;&#x443;&#x43D;&#x438;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x43C;&quot; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x430;&#x43A;&#x441;&#x435;&#x441;&#x441;&#x443;&#x430;&#x440;&#x430; &#x43E;&#x434;&#x43D;&#x43E;&#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x43E;.</li> 
        <li class="rscadd">&#x41F;&#x43E;&#x440;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D; &quot;R-UST&quot; &#x441; &#x431;&#x435;&#x44F;. &#x41F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x44C; &#x43F;&#x43E;&#x43A;&#x430; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x447;&#x435;&#x440;&#x435;&#x437; &#x420;&#x41D;&#x414;.</li> 
        <li class="rscadd">&#x412;&#x43E; &#x432;&#x43A;&#x43B;&#x430;&#x434;&#x43A;&#x435; OOC &#x43D;&#x430;&#x439;&#x434;&#x435;&#x442;&#x435; &#x43A;&#x43D;&#x43E;&#x43F;&#x43A;&#x443; &quot;Fix NanoUI (Close All)&quot;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x436;&#x435;&#x442; &#x432; &#x442;&#x43E;&#x439; &#x441;&#x438;&#x442;&#x443;&#x430;&#x446;&#x438;&#x438;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x443; &#x432;&#x430;&#x441; &#x43F;&#x435;&#x440;&#x435;&#x441;&#x442;&#x430;&#x43B; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x43A;&#x440;&#x435;&#x442;&#x43D;&#x43E;&#x439; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x435; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44E;&#x449;&#x438;&#x439; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x442;&#x438;&#x43F; &#x441;&#x442;&#x438;&#x43B;&#x44F;.</li> 
       </ul> 
      </div> 
      <div data-author="DctrMM"> 
       <h4 class="author">DctrMM:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x43D;&#x430;&#x431;&#x43E;&#x440; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x43B;&#x43A;&#x438; &#x434;&#x43E;&#x43A;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x43F;&#x43E;&#x440;&#x442;&#x435; &#x434;&#x435;&#x444;&#x438;&#x431;&#x43E;&#x432; &#x437;&#x430;&#x431;&#x44B;&#x43B; &#x437;&#x430;&#x43C;&#x435;&#x43D;&#x438;&#x442;&#x44C; &#x438;&#x445; &#x443; &#x415;&#x420;&#x422;.</li> 
        <li class="bugfix">&#x428;&#x43A;&#x430;&#x444;&#x44B; &#x438; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x435; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x435;&#x440;&#x44B; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43D;&#x430;&#x434; &#x442;&#x435;&#x43C;, &#x447;&#x442;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x432; &#x43D;&#x438;&#x445;.</li> 
        <li class="bugfix">&#x417;&#x438;&#x43B;&#x43B;&#x430; &#x43C;&#x43E;&#x433; &#x435;&#x441;&#x442;&#x44C; &#x43B;&#x44E;&#x434;&#x435;&#x439; &#x43D;&#x430; &#x43B;&#x44E;&#x431;&#x43E;&#x43C; &#x440;&#x430;&#x441;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x438;.</li> 
        <li class="bugfix">&#x41D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x432;&#x435;&#x440;&#x431;&#x44B; &#x433;&#x43E;&#x441;&#x442;&#x43E;&#x432; &#x431;&#x44B;&#x43B;&#x438; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x44B; &#x438;&#x437; &#x43B;&#x43E;&#x431;&#x431;&#x438;.</li> 
        <li class="bugfix">&#x414;&#x435;&#x444;&#x438;&#x431;&#x440;&#x438;&#x43B;&#x43B;&#x44F;&#x442;&#x43E;&#x440;&#x44B; &#x43D;&#x435; &#x443;&#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x430;&#x43B;&#x438; &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x443;&#x434;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x430;&#x446;&#x438;&#x435;&#x43D;&#x442;&#x430; &#x432; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x44F;&#x445;.</li> 
        <li class="rscadd">&#x421;&#x43B;&#x438;&#x43F;&#x435;&#x440;&#x44B; &#x432; &#x43C;&#x435;&#x434;&#x431;&#x435;&#x435; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x43E; &#x443;&#x43C;&#x43E;&#x43B;&#x447;&#x430;&#x43D;&#x438;&#x44E; &#x438;&#x43C;&#x435;&#x44E;&#x442; &#x443;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x438;&#x440;&#x43A;&#x438;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x44B;, &#x43F;&#x430;&#x434;&#x430;&#x44E;&#x449;&#x438;&#x435; &quot;&#x441; &#x43F;&#x43E;&#x442;&#x43E;&#x43B;&#x43A;&#x430;&quot; &#x43D;&#x435; &#x443;&#x43D;&#x438;&#x447;&#x442;&#x43E;&#x436;&#x430;&#x43B;&#x438; &#x432;&#x441;&#x451; &#x432; &#x43C;&#x435;&#x441;&#x442;&#x435; &#x441;&#x432;&#x43E;&#x435;&#x433;&#x43E; &#x43F;&#x430;&#x434;&#x435;&#x43D;&#x438;&#x44F;.</li> 
       </ul> 
      </div> 
      <div data-author="Lancer411"> 
       <h4 class="author">Lancer411:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; 12 &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x43F;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43E;&#x43A;.</li> 
        <li class="rscadd">&#x41A;&#x43B;&#x438;&#x43A;&#x43E;&#x43C; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x43E;&#x439; &#x43F;&#x43E; &#x43A;&#x43E;&#x43F;&#x44C;&#x44E; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x443; &#x43D;&#x430; &#x43F;&#x438;&#x43A;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="P-20"> 
       <h4 class="author">P-20:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; Space Law.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x435; &#x448;&#x43B;&#x435;&#x43C;&#x430; &#x434;&#x43B;&#x44F; &#x431;&#x438;&#x43E;&#x43A;&#x43E;&#x441;&#x442;&#x44E;&#x43C;&#x430; &#x432;&#x43E; &#x432;&#x441;&#x435;&#x445; &#x448;&#x43A;&#x430;&#x444;&#x430;&#x445;.</li> 
        <li class="bugfix">&#x411;&#x443;&#x434;&#x443;&#x447;&#x438; &#x43C;&#x435;&#x440;&#x442;&#x432;&#x44B;&#x43C; &#x431;&#x43E;&#x440;&#x433;&#x43E;&#x43C;, &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x442;&#x44C; &#x438; &#x432;&#x44B;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x442;&#x44C; &#x432;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x441;&#x432;&#x435;&#x442;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x43B;&#x43E;&#x43F;&#x430;&#x442;&#x430;, &#x441;&#x430;&#x434;&#x43E;&#x432;&#x430;&#x44F; &#x43C;&#x43E;&#x442;&#x44B;&#x433;&#x430;, &#x43B;&#x435;&#x439;&#x431;&#x43B;&#x435;&#x440;, &#x430; &#x442;&#x430;&#x43A; &#x436;&#x435; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E; &#x434;&#x43B;&#x44F; &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43A;&#x438; &#x43F;&#x43E;&#x441;&#x44B;&#x43B;&#x43E;&#x43A; &#x43F;&#x43E; &#x43F;&#x43D;&#x435;&#x432;&#x43C;&#x43E;&#x43F;&#x43E;&#x447;&#x442;&#x435; &#x432; &#x430;&#x432;&#x442;&#x43E;&#x43B;&#x430;&#x442;.</li> 
        <li class="tweak">&#x411;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x438;&#x43C;&#x435;&#x43D; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x437;&#x438;&#x442;&#x440;&#x43E;&#x43D;&#x43E;&#x43A;.</li> 
        <li class="tweak">&#x417;&#x430;&#x445;&#x432;&#x430;&#x442; &#x43F;&#x440;&#x438; &#x44D;&#x43A;&#x437;&#x430;&#x43C;&#x430;&#x439;&#x43D;&#x435; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x43E;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x435;&#x442; &#x447;&#x442;&#x43E; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x441;&#x44F; &#x432; &#x43D;&#x435;&#x43C;.</li> 
        <li class="rscadd">&#x420;&#x43E;&#x431;&#x43E;&#x442;-&#x412;&#x440;&#x430;&#x447; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B; &#x437;&#x430;&#x445;&#x432;&#x430;&#x442; &#x434;&#x43B;&#x44F; &#x431;&#x430;&#x43D;&#x43E;&#x43A;, &#x438; &#x431;&#x430;&#x43D;&#x43E;&#x43A; &#x441; &#x442;&#x430;&#x431;&#x43B;&#x435;&#x442;&#x43A;&#x430;&#x43C;&#x438;, &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x445;&#x443;&#x434;, &#x43B;&#x43E;&#x43C;. &#x420;&#x43E;&#x431;&#x43E;&#x442; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433; - &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B; &#x43F;&#x435;&#x440;&#x435;&#x43D;&#x43E;&#x441;&#x43D;&#x443;&#x44E; &#x43A;&#x430;&#x442;&#x430;&#x43B;&#x43A;&#x443;, &#x438; &#x443;&#x43B;&#x443;&#x447;&#x448;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43B;&#x430;&#x437;&#x435;&#x440;.</li> 
        <li class="rscadd">&#x421;&#x435;&#x440;&#x432;&#x438;&#x441;&#x43D;&#x44B;&#x439; &#x440;&#x43E;&#x431;&#x43E;&#x442; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B; &#x437;&#x430;&#x445;&#x432;&#x430;&#x442; &#x434;&#x43B;&#x44F; &#x441;&#x442;&#x430;&#x43A;&#x430;&#x43D;&#x43E;&#x432;, &#x431;&#x430;&#x43D;&#x43E;&#x43A;, &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x43E;&#x439; &#x43F;&#x438;&#x449;&#x438;. &#x410; &#x442;&#x430;&#x43A; &#x436;&#x435; &#x43E;&#x442;&#x434;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x437;&#x430;&#x445;&#x432;&#x430;&#x442; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x431;&#x443;&#x43C;&#x430;&#x433;&#x43E;&#x439;. &#x423;&#x431;&#x440;&#x430;&#x43D; &#x433;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440; &#x43F;&#x438;&#x432;&#x430;.</li> 
        <li class="map">&quot;&#x41F;&#x43E;&#x444;&#x438;&#x43A;&#x448;&#x435;&#x43D;&quot; &#x431;&#x430;&#x433; &#x441; &#x434;&#x44E;&#x43F;&#x43E;&#x43C; &#x442;&#x435;&#x43B;&#x435;&#x43A;&#x440;&#x438;&#x441;&#x442;&#x430;&#x43B;&#x43B;&#x43E;&#x432;. &#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43E;&#x43D;&#x438; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x44F;&#x442;&#x441;&#x44F; &#x43D;&#x430; &#x441;&#x442;&#x43E;&#x43B;&#x435; &#x440;&#x44F;&#x434;&#x43E;&#x43C; &#x441; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x44C;&#x44E; &#x442;&#x435;&#x43B;&#x435;&#x43D;&#x430;&#x443;&#x43A;&#x438;. &#x41A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x44C; &#x43F;&#x43E; &#x443;&#x43C;&#x43E;&#x43B;&#x447;&#x430;&#x43D;&#x438;&#x44E; &#x438;&#x43C;&#x435;&#x435;&#x442; 0 &#x43A;&#x440;&#x438;&#x441;&#x442;&#x430;&#x43B;&#x43B;&#x43E;&#x432;, &#x43C;&#x430;&#x43A;&#x441;&#x438;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x432;&#x43C;&#x435;&#x449;&#x430;&#x435;&#x442; - 4.</li> 
        <li class="bugfix">&#x424;&#x438;&#x43A;&#x441; &#x43D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x44F; &#x443; &#x431;&#x43E;&#x440;&#x433;&#x43E;&#x432; &#x434;&#x432;&#x443;&#x445; &#x444;&#x43B;&#x435;&#x448;&#x435;&#x43A;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="12.10.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">12.10.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41F;&#x43E;&#x440;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D; &#x434;&#x435;&#x444;&#x438;&#x431;&#x440;&#x438;&#x43B;&#x43B;&#x44F;&#x442;&#x43E;&#x440; &#x441; &#x431;&#x435;&#x44F;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1721">Read More</a></li> 
       </ul> 
      </div> 
      <div data-author="sovok4"> 
       <h4 class="author">sovok4:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x424;&#x438;&#x43A;&#x441;&#x44B; &#x431;&#x43E;&#x440;&#x43E;&#x434; &#x438; &#x43F;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43E;&#x43A;.</li> 
       </ul> 
      </div> 
      <div data-author="Nikita1221"> 
       <h4 class="author">Nikita1221:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x430;&#x440;&#x442;&#x44B;&#x448;&#x435;&#x43A; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x437;&#x430;&#x433;&#x440;&#x443;&#x436;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x435;&#x446;&#x438;&#x43A;&#x43B;&#x435;&#x440; &#x438;&#x437; &#x440;&#x443;&#x43A;.</li> 
       </ul> 
      </div> 
      <div data-author="Belfogor"> 
       <h4 class="author">Belfogor:</h4> 
       <ul class="changelog"> 
        <li class="balance">&#x428;&#x43B;&#x435;&#x43C; &#x43E;&#x442; &quot;&#x43A;&#x43E;&#x441;&#x43C;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x441;&#x43A;&#x430;&#x444;&#x430;&#x43D;&#x434;&#x440;&#x430;&quot;, &#x438;&#x437; &#x441;&#x438;&#x43D;&#x438;&#x445; &#x430;&#x432;&#x430;&#x440;&#x438;&#x439;&#x43D;&#x44B;&#x445; &#x448;&#x43A;&#x430;&#x444;&#x447;&#x438;&#x43A;&#x43E;&#x432;, &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x437;&#x430;&#x449;&#x438;&#x449;&#x430;&#x435;&#x442; &#x433;&#x43B;&#x430;&#x437;&#x430; &#x43E;&#x442; &#x441;&#x432;&#x430;&#x440;&#x43A;&#x438; &#x438; &#x444;&#x43B;&#x435;&#x448;&#x435;&#x43A;.</li> 
       </ul> 
      </div> 
      <div data-author="StrikS"> 
       <h4 class="author">StrikS:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41F;&#x43E;&#x44F;&#x432;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x437;&#x440;&#x430;&#x447;&#x43D;&#x44B;&#x435; &#x431;&#x430;&#x43D;&#x43E;&#x447;&#x43A;&#x438; &#x434;&#x43B;&#x44F; &#x432; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x432;&#x438;&#x434;&#x43D;&#x43E; &#x441;&#x43E;&#x434;&#x435;&#x440;&#x436;&#x438;&#x43C;&#x43E;&#x435;.</li> 
        <li class="image">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x44B; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x433;&#x43E; &#x438; &#x43C;&#x430;&#x43B;&#x43E;&#x433;&#x43E; &#x431;&#x438;&#x43A;&#x435;&#x440;&#x430;.</li> 
        <li class="tweak">&#x41F;&#x435;&#x440;&#x435;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43D;&#x44B; &#x446;&#x432;&#x435;&#x442;&#x430; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x438;&#x43D;&#x441;&#x442;&#x432;&#x430; &#x440;&#x435;&#x430;&#x433;&#x435;&#x43D;&#x442;&#x43E;&#x432;, &#x432; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x43E;&#x43C; &#x43C;&#x435;&#x434;&#x438;&#x43A;&#x430;&#x43C;&#x435;&#x43D;&#x442;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
      <div data-author="maxyo"> 
       <h4 class="author">maxyo:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x442;&#x44C; &#x432; R&amp;D &#x43E;&#x447;&#x43A;&#x438; &#x441; &#x434;&#x432;&#x43E;&#x439;&#x43D;&#x44B;&#x43C; &#x445;&#x443;&#x434;&#x43E;&#x43C; (&#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x438;&#x43C; &#x438; &#x449;&#x438;&#x442;&#x43A;&#x44C;&#x44E;&#x440;&#x438;&#x442;&#x440;&#x43E;&#x43D;&#x441;&#x43A;&#x438;&#x43C;).</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="10.10.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">10.10.2017</h3> 
      <div data-author="Lancer411"> 
       <h4 class="author">Lancer411:</h4> 
       <ul class="changelog"> 
        <li class="performance">&#x41A;&#x435;&#x448;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x438;&#x43A;&#x43E;&#x43D;&#x43E;&#x43A; &#x43C;&#x443;&#x441;&#x43E;&#x440;&#x430; &#x438; &#x43B;&#x435;&#x43D;&#x438;&#x432;&#x430;&#x44F; &#x433;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44F; &#x43B;&#x443;&#x442;&#x430;.</li> 
        <li class="performance">&#x41E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x438;&#x43D;&#x433;&#x430; &#x433;&#x440;&#x438;&#x431;&#x43E;&#x432; &#x438; &#x43C;&#x430;&#x441;&#x43B;&#x430;.</li> 
        <li class="performance">&#x41E;&#x43F;&#x442;&#x438;&#x43C;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x434;&#x43B;&#x44F; &#x440;&#x438;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43A;&#x440;&#x430;&#x435;&#x432; &#x43C;&#x438;&#x43D;&#x435;&#x440;&#x430;&#x43B;&#x43E;&#x432;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x439;&#x43D;&#x43E; &#x433;&#x435;&#x43D;&#x435;&#x440;&#x438;&#x440;&#x443;&#x44E;&#x449;&#x430;&#x44F;&#x441;&#x44F; &#x43F;&#x43B;&#x430;&#x43D;&#x435;&#x442;&#x430;-&#x441;&#x432;&#x430;&#x43B;&#x43A;&#x430;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x433;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44F; &#x43B;&#x44E;&#x434;&#x435;&#x439; &#x432; &#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x43A;&#x430;&#x445;.</li> 
        <li class="rscadd">&#x41D;&#x435;&#x440;&#x443;&#x448;&#x438;&#x43C;&#x44B;&#x435; &#x431;&#x430;&#x437;&#x43E;&#x432;&#x44B;&#x435; &#x43F;&#x43E;&#x432;&#x435;&#x440;&#x445;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x435;&#x441;&#x43B;&#x438; &#x43F;&#x43E;&#x441;&#x442;&#x440;&#x43E;&#x438;&#x442;&#x44C; &#x441;&#x442;&#x435;&#x43D;&#x443; &#x43D;&#x430; &#x430;&#x441;&#x442;&#x435;&#x440;&#x43E;&#x438;&#x434;&#x435;, &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x432;&#x437;&#x440;&#x44B;&#x432;&#x430; &#x43F;&#x43E;&#x434; &#x43D;&#x435;&#x439; &#x431;&#x443;&#x434;&#x435;&#x442; &#x430;&#x441;&#x442;&#x435;&#x440;&#x43E;&#x438;&#x434;.</li> 
        <li class="rscadd">&#x41E;&#x434;&#x43D;&#x43E;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x44B;&#x435; &#x447;&#x435;&#x440;&#x442;&#x435;&#x436;&#x438; &#x434;&#x43B;&#x44F; &#x43C;&#x430;&#x43B;&#x435;&#x43D;&#x44C;&#x43A;&#x438;&#x445; &#x43A;&#x43E;&#x43C;&#x43D;&#x430;&#x442; &#x440;&#x430;&#x441;&#x43A;&#x438;&#x434;&#x430;&#x43D;&#x44B; &#x43F;&#x43E; &#x441;&#x432;&#x430;&#x43B;&#x43A;&#x435;.</li> 
        <li class="rscadd">&#x417;&#x430;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x43D; &#x43E;&#x442; &#x433;&#x440;&#x44F;&#x437;&#x43D;&#x44B;&#x445; &#x431;&#x438;&#x43D;&#x442;&#x43E;&#x432;.</li> 
        <li class="rscadd">&#x41C;&#x43E;&#x436;&#x43D;&#x43E; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x431;&#x438;&#x43D;&#x442;&#x44B; &#x43A;&#x43B;&#x438;&#x43A;&#x43D;&#x443;&#x432; &#x447;&#x435;&#x43C;-&#x442;&#x43E; &#x43E;&#x441;&#x442;&#x440;&#x44B;&#x43C; &#x43F;&#x43E; &#x434;&#x436;&#x430;&#x43C;&#x441;&#x44C;&#x44E;&#x442;&#x430;&#x43C;.</li> 
        <li class="rscadd">&#x417;&#x430;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x435;&#x439; &#x43E;&#x442; &#x433;&#x440;&#x44F;&#x437;&#x43D;&#x44B;&#x445; &#x448;&#x43F;&#x440;&#x438;&#x446;&#x435;&#x432;.</li> 
        <li class="rscadd">&#x41A;&#x43E;&#x43D;&#x442;&#x440;&#x43E;&#x43B;&#x43B;&#x435;&#x440; &#x43F;&#x43E;&#x433;&#x43E;&#x434;&#x44B; &#x441; &#x422;&#x413;, &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x43F;&#x43E;&#x433;&#x43E;&#x434;&#x43D;&#x44B;&#x435; &#x44D;&#x444;&#x444;&#x435;&#x43A;&#x442;&#x44B;.</li> 
        <li class="rscadd">&#x41A;&#x440;&#x430;&#x444;&#x442; &#x444;&#x430;&#x43A;&#x435;&#x43B;&#x43E;&#x432;. &#x41A;&#x43B;&#x438;&#x43A; &#x442;&#x440;&#x44F;&#x43F;&#x43A;&#x430;&#x43C;&#x438; &#x43F;&#x43E; &#x434;&#x43E;&#x441;&#x43A;&#x435;.</li> 
        <li class="rscadd">&#x41A;&#x43E;&#x441;&#x442;&#x440;&#x44B; &#x438;&#x437; 10 &#x434;&#x43E;&#x441;&#x43E;&#x43A;. &#x41C;&#x43E;&#x436;&#x43D;&#x43E; &#x443;&#x441;&#x442;&#x43D;&#x43E;&#x432;&#x438;&#x442;&#x44C; &#x432; &#x43A;&#x43E;&#x441;&#x442;&#x435;&#x440; &#x43F;&#x440;&#x443;&#x442;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43A; &#x43D;&#x435;&#x43C;&#x443; &#x43F;&#x440;&#x438;&#x432;&#x44F;&#x437;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43B;&#x44E;&#x434;&#x435;&#x439; &#x432; &#x43D;&#x430;&#x440;&#x443;&#x447;&#x43D;&#x438;&#x43A;&#x430;&#x445;.</li> 
        <li class="rscadd">&#x41D;&#x43E;&#x432;&#x44B;&#x435; &#x432;&#x438;&#x434;&#x44B; &#x43C;&#x443;&#x441;&#x43E;&#x440;&#x430;, &#x441; &#x43A;&#x440;&#x443;&#x43F;&#x43D;&#x44B;&#x43C; &#x43E;&#x431;&#x43E;&#x440;&#x443;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x438; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x439; &#x43C;&#x435;&#x43B;&#x43E;&#x447;&#x435;&#x432;&#x43A;&#x43E;&#x439;.</li> 
        <li class="rscadd">&#x42D;&#x444;&#x444;&#x435;&#x43A;&#x442; &#x432;&#x437;&#x440;&#x44B;&#x432;&#x430; &#x43C;&#x443;&#x441;&#x43E;&#x440;&#x430;. &#x41E;&#x441;&#x43A;&#x43E;&#x43B;&#x43A;&#x438; &#x43E;&#x442; &#x432;&#x437;&#x440;&#x44B;&#x432;&#x430; &#x440;&#x430;&#x437;&#x43B;&#x435;&#x442;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x432;&#x43E; &#x432;&#x441;&#x435; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x44B; &#x438; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x443;&#x431;&#x438;&#x442;&#x44C;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&quot;&#x423;&#x43D;&#x438;&#x447;&#x442;&#x43E;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x439;&quot; &#x434;&#x438;&#x441;&#x43A; &#x44F;&#x434;&#x435;&#x440;&#x43D;&#x43E;&#x439; &#x430;&#x443;&#x442;&#x435;&#x43D;&#x442;&#x438;&#x444;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x438; &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x431;&#x44B;&#x43B;&#x43E; &#x43F;&#x43E;&#x434;&#x43E;&#x431;&#x440;&#x430;&#x442;&#x44C;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="29.09.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">29.09.2017</h3> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x412; &#x447;&#x430;&#x442; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; emoji picker. &#x41D;&#x430;&#x439;&#x442;&#x438; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x442;&#x430;&#x43C; &#x436;&#x435;, &#x433;&#x434;&#x435; &#x438; &#x432;&#x441;&#x435; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x438; &#x447;&#x430;&#x442;&#x430;. &#x41F;&#x440;&#x438; &#x432;&#x44B;&#x431;&#x43E;&#x440;&#x435; &#x44D;&#x43C;&#x43E;&#x434;&#x437;&#x438; &#x442;&#x43E;&#x442; &#x431;&#x443;&#x434;&#x435;&#x442; &#x441;&#x43A;&#x43E;&#x43F;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D; &#x432; &#x431;&#x443;&#x444;&#x435;&#x440; &#x43E;&#x431;&#x43C;&#x435;&#x43D;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="spellcheck">&#x41B;&#x435;&#x432;&#x430;&#x44F; &#x440;&#x443;&#x43A;&#x430; &#x41E;&#x434;&#x438;&#x441;&#x441;&#x435;&#x44F; &#x432; &#x444;&#x430;&#x431;&#x440;&#x438;&#x43A;&#x430;&#x442;&#x43E;&#x440;&#x435; &#x431;&#x44B;&#x43B;&#x430; &#x43F;&#x43E;&#x434;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x430; &#x43A;&#x430;&#x43A; &#x43F;&#x440;&#x430;&#x432;&#x430;&#x44F;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="28.09.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">28.09.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x425;&#x430;&#x439;&#x432;&#x447;&#x430;&#x442; &#x431;&#x44B;&#x43B;&#x43E; &#x432;&#x438;&#x434;&#x43D;&#x43E; &#x438;&#x437; &#x43B;&#x43E;&#x431;&#x431;&#x438;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="27.09.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">27.09.2017</h3> 
      <div data-author="Lancer411"> 
       <h4 class="author">Lancer411:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x41D;&#x435;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x44D;&#x43C;&#x43E;&#x434;&#x437;&#x438; :cakehat: :gachidark: :hmm: :pepesad: :joypain: :joypainroll: :kaka:.</li> 
       </ul> 
      </div> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x43E;&#x444;&#x438;&#x43A;&#x448;&#x435;&#x43D; &#x431;&#x430;&#x433; &#x441; &#x43D;&#x435;&#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x43D;&#x430;&#x434;&#x435;&#x442;&#x44C; &#x43D;&#x430;&#x440;&#x443;&#x447;&#x43D;&#x438;&#x43A;&#x438; &#x43D;&#x430; &#x433;&#x440;&#x430;&#x431;&#x43D;&#x443;&#x442;&#x43E;&#x433;&#x43E; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x445;&#x443;&#x43C;&#x430;&#x43D;&#x430; &#x43F;&#x43E;&#x441;&#x43B;&#x435; Leap&apos;&#x430; &#x432;&#x43E;&#x43A;&#x441;&#x43E;&#x432;.</li> 
        <li class="bugfix">&#x41F;&#x43E;&#x444;&#x438;&#x43A;&#x448;&#x435;&#x43D; &#x431;&#x430;&#x433; &#x441; &#x43D;&#x435;&#x432;&#x44B;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43A;&#x43D;&#x43E;&#x43F;&#x43A;&#x438; Leap&apos;&#x430; &#x443; &#x432;&#x43E;&#x43A;&#x441;&#x43E;&#x432; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x43F;&#x440;&#x44B;&#x436;&#x43A;&#x430;.</li> 
        <li class="balance">&#x421;&#x442;&#x435;&#x43B;&#x441;-&#x440;&#x435;&#x436;&#x438;&#x43C; &#x432;&#x43E;&#x43A;&#x441;&#x43E;&#x432; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x438;&#x440;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x441;&#x435;&#x43A;&#x443;&#x43D;&#x434;, &#x438; &#x434;&#x43B;&#x44F; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x441;&#x442;&#x43E;&#x44F;&#x442;&#x44C; &#x43D;&#x430; &#x43C;&#x435;&#x441;&#x442;&#x435;. &#x41F;&#x43E;&#x447;&#x442;&#x438; &#x432;&#x441;&#x435; &#x432;&#x440;&#x430;&#x436;&#x434;&#x435;&#x431;&#x43D;&#x44B;&#x435; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44F; &#x441;&#x43E; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x44B; &#x432;&#x43E;&#x43A;&#x441;&#x430; &#x43F;&#x440;&#x438; &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x43D;&#x43E;&#x43C; &#x443; &#x43D;&#x435;&#x433;&#x43E; &#x440;&#x435;&#x436;&#x438;&#x43C;&#x435; &#x43D;&#x435;&#x432;&#x438;&#x434;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x438;&#x432;&#x435;&#x434;&#x443;&#x442; &#x43A; &#x432;&#x44B;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x44E; &#x43E;&#x43D;&#x43E;&#x433;&#x43E;. &#x422;&#x430;&#x43A;&#x436;&#x435; &#x441;&#x43D;&#x438;&#x436;&#x435;&#x43D; &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x443;&#x440;&#x43E;&#x43D;&#x430; &#x43F;&#x43E; &#x441;&#x442;&#x435;&#x43B;&#x441;-&#x441;&#x43A;&#x430;&#x444;&#x430;&#x43D;&#x434;&#x440;&#x443;, &#x43F;&#x440;&#x438; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x43C; &#x442;&#x43E;&#x442; &#x43F;&#x435;&#x440;&#x435;&#x441;&#x442;&#x430;&#x43D;&#x435;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C;.</li> 
       </ul> 
      </div> 
      <div data-author="Heroman3003"> 
       <h4 class="author">Heroman3003:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x424;&#x43B;&#x443;&#x440;&#x431;&#x43E;&#x442; &#x43D;&#x435; &#x437;&#x430;&#x434;&#x435;&#x43B;&#x44B;&#x432;&#x430;&#x43B; &#x434;&#x44B;&#x440;&#x44B; &#x438; &#x43D;&#x435; &#x441;&#x43E;&#x431;&#x438;&#x440;&#x430;&#x43B; &#x43F;&#x43B;&#x438;&#x442;&#x43A;&#x438;.</li> 
        <li class="bugfix">&#x41A;&#x43B;&#x438;&#x43D;&#x431;&#x43E;&#x442; &#x43D;&#x435; &#x43C;&#x44B;&#x43B; &#x43F;&#x43E;&#x43B;&#x44B; &#x438; &#x43D;&#x435; &#x43F;&#x430;&#x442;&#x440;&#x443;&#x43B;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43B; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x44E;.</li> 
       </ul> 
      </div> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41F;&#x43E;&#x440;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D; &quot;personal crafting&quot; &#x441; &#x422;&#x413;. &#x41A;&#x43D;&#x43E;&#x43F;&#x43A;&#x430; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x438;&#x44F; &#x43C;&#x435;&#x43D;&#x44E; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x441;&#x44F; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x43D;&#x43E; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43F;&#x435;&#x440;&#x435;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x438;&#x43D;&#x442;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x438; &#x43A;&#x430;&#x440;&#x43C;&#x430;&#x43D;&#x430;&#x43C;&#x438; &#x443; &#x43B;&#x44E;&#x434;&#x435;&#x439;.</li> 
        <li class="tweak">&#x421;&#x442;&#x430;&#x43A;&#x438; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x434;&#x435;&#x43B;&#x44F;&#x442;&#x44C; &#x447;&#x435;&#x440;&#x435;&#x437; &#x430;&#x43B;&#x44C;&#x442;-&#x43A;&#x43B;&#x438;&#x43A; &#x438; &#x432;&#x43F;&#x438;&#x441;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x43E;&#x43A;&#x43E;&#x448;&#x43A;&#x43E; &#x43A;&#x43E;&#x43D;&#x43A;&#x440;&#x435;&#x442;&#x43D;&#x43E;&#x435; &#x447;&#x438;&#x441;&#x43B;&#x43E;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="26.09.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">26.09.2017</h3> 
      <div data-author="Zap-zapper"> 
       <h4 class="author">Zap-zapper:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; gaming kit - &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E; &#x43F;&#x43E;&#x437;&#x432;&#x43E;&#x43B;&#x44F;&#x44E;&#x449;&#x435;&#x435; &#x438;&#x433;&#x440;&#x430;&#x442;&#x44C; &#x432; &#x448;&#x430;&#x445;&#x43C;&#x430;&#x442;&#x44B; &#x438;&#x43B;&#x438; &#x448;&#x430;&#x448;&#x43A;&#x438;. &#x418;&#x437;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x438;&#x442;&#x44C; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x432; &#x430;&#x432;&#x442;&#x43E;&#x43B;&#x430;&#x442;&#x435;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="20.09.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">20.09.2017</h3> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x421;&#x438;&#x43D;&#x445;&#x440;&#x43E;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x430; &#x438; &#x437;&#x430;&#x441;&#x430; &#x441; &#x431;&#x435;&#x435;&#x432;&#x441;&#x43A;&#x438;&#x43C; &#x440;&#x435;&#x43F;&#x43E;&#x437;&#x438;&#x442;&#x43E;&#x440;&#x438;&#x435;&#x43C; (&#x43D;&#x435; &#x43F;&#x43E;&#x440;&#x442;) &#x438; &#x43D;&#x430;&#x431;&#x440;&#x43E;&#x448;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x440;&#x435;&#x444;&#x430;&#x43A;&#x442;&#x43E;&#x440; &#x43F;&#x430;&#x439;&#x43F;&#x43D;&#x435;&#x442;&#x430; &#x441; &#x422;&#x413; &#x43F;&#x43E;&#x432;&#x435;&#x440;&#x445;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1771">Read More</a></li> 
       </ul> 
      </div> 
      <div data-author="omejka"> 
       <h4 class="author">omejka:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x424;&#x438;&#x43A;&#x441; &#x43A;&#x43E;&#x441;&#x442;&#x44E;&#x43C;&#x43E;&#x432; &#x425;&#x43E;&#x421;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="KatoMarika"> 
       <h4 class="author">KatoMarika:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x432; &#x440;&#x443;&#x43A;&#x430;&#x445; &#x420;&#x41F;&#x415;&#x414;&#x430;, &#x411;&#x420;&#x41F;&#x415;&#x414;&#x430;, &#x43C;&#x435;&#x434;&#x441;&#x43A;&#x430;&#x43D;&#x435;&#x440;&#x430; &#x438; &#x441;&#x43A;&#x430;&#x43D;&#x435;&#x440;&#x430; &#x431;&#x43E;&#x442;&#x430;&#x43D;&#x438;&#x43A;&#x43E;&#x432;.</li> 
        <li class="image">&#x420;&#x435;&#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x440;&#x430;&#x446;&#x438;&#x439;.</li> 
        <li class="map">&#x420;&#x430;&#x441;&#x448;&#x438;&#x440;&#x435;&#x43D;&#x43E; &#x43F;&#x43E;&#x43C;&#x435;&#x449;&#x435;&#x43D;&#x438;&#x435; &#x433;&#x435;&#x439;&#x442;&#x432;&#x435;&#x44F;.</li> 
        <li class="map">&#x425;&#x43E;&#x41F;&#x443; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x437;&#x430;&#x441;&#x43B;&#x43E;&#x43D;&#x43A;&#x438; &#x438; &#x444;&#x43B;&#x435;&#x448;&#x435;&#x440;.</li> 
       </ul> 
      </div> 
      <div data-author="Smalltasty"> 
       <h4 class="author">Smalltasty:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x424;&#x438;&#x43A;&#x441; &#x43D;&#x435;&#x43A;&#x43E;&#x440;&#x440;&#x435;&#x43A;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x438; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x447;&#x435;&#x442;&#x430; &#x43A;&#x430;&#x440;&#x442;&#x44B;.</li> 
       </ul> 
      </div> 
      <div data-author="Heroman3003"> 
       <h4 class="author">Heroman3003:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x414;&#x438;&#x441;&#x43F;&#x43E;&#x437;&#x430;&#x43B; &#x411;&#x438;&#x43D;&#x44B; &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x431;&#x44B;&#x43B;&#x43E; &#x43E;&#x442;&#x43A;&#x440;&#x443;&#x442;&#x438;&#x442;&#x44C; &#x43E;&#x442; &#x43F;&#x43E;&#x43B;&#x430;, &#x435;&#x441;&#x43B;&#x438; &#x43F;&#x43E;&#x434; &#x43D;&#x438;&#x43C;&#x438; &#x43D;&#x435; &#x431;&#x44B;&#x43B;&#x43E; &#x442;&#x440;&#x430;&#x43D;&#x43A;&#x430;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x432;&#x441;&#x442;&#x430;&#x432;&#x43A;&#x435; &#x43B;&#x44E;&#x431;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x435;&#x440;&#x430;, &#x438;&#x43D;&#x43A;&#x443;&#x431;&#x430;&#x442;&#x43E;&#x440; &#x432;&#x438;&#x440;&#x443;&#x441;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x43B; &#x435;&#x434;&#x443;, &#x434;&#x430;&#x436;&#x435; &#x435;&#x441;&#x43B;&#x438; &#x435;&#x435; &#x43D;&#x435;&#x442; &#x432; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x439;&#x43D;&#x435;&#x440;&#x435;.</li> 
        <li class="tweak">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x432;&#x44B;&#x431;&#x43E;&#x440; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43A;&#x44D;&#x448;&#x435;&#x43C; &#x438; &#x447;&#x438;&#x43F;&#x43E;&#x43C; &#x432; &#x410;&#x422;&#x41C;&#x435;.</li> 
        <li class="bugfix">&#x41E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x418;&#x43D;&#x434;&#x443;&#x441;&#x442;&#x440;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x414;&#x440;&#x43E;&#x43F;&#x43F;&#x435;&#x440;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="06.09.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">06.09.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x420;&#x43E;&#x431;&#x43E;&#x43F;&#x430;&#x443;&#x43A;&#x438; &#x441;&#x43B;&#x435;&#x433;&#x43A;&#x430; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x43B;&#x438; &#x443;&#x43C;&#x435;&#x440;&#x435;&#x442;&#x44C;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="23.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">23.08.2017</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x417;&#x430;&#x43A;&#x440;&#x44B;&#x442;&#x430; &#x43B;&#x430;&#x432;&#x43E;&#x447;&#x43A;&#x430; &#x43F;&#x43E; &#x434;&#x44E;&#x43F;&#x443; &#x43A;&#x430;&#x43C;&#x435;&#x440;&#x430;&#x431;&#x430;&#x433;&#x43E;&#x432; &#x447;&#x435;&#x440;&#x435;&#x437; &#x414;&#x440;&#x43E;&#x43F; &#x41F;&#x43E;&#x434;.</li> 
        <li class="bugfix">&#x41A;&#x43D;&#x43E;&#x43F;&#x43A;&#x430; &#x43E;&#x442;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43C;&#x43F;&#x43E;&#x43D;&#x435;&#x43D;&#x442;&#x43E;&#x432; &#x437;&#x430;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x43B;&#x430; &#x43A;&#x43D;&#x43E;&#x43F;&#x43A;&#x443; &#x43F;&#x443;&#x43B;&#x43B;&#x430; &#x443; &#x43A;&#x438;&#x431;&#x43E;&#x440;&#x433;&#x43E;&#x432;.</li> 
        <li class="tweak">&#x412;&#x441;&#x435; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x44B; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x44E; &#x443; &#x43D;&#x44E;&#x43A;&#x435;&#x440;&#x43E;&#x432; &#x431;&#x44B;&#x43B;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x43D;&#x435;&#x441;&#x435;&#x43D;&#x44B; &#x438;&#x437; &#x430;&#x43F;&#x43B;&#x438;&#x43D;&#x43A;&#x430; &#x432; &#x43E;&#x442;&#x434;&#x435;&#x43B;&#x44C;&#x43D;&#x443;&#x44E; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x44C;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x430;&#x44F; &#x440;&#x430;&#x441;&#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x430; &#x432;&#x43E;&#x437;&#x43B;&#x435; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x438; &#x440;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x422;&#x435;&#x43B;&#x435;&#x43A;&#x440;&#x438;&#x441;&#x442;&#x430;&#x43B;&#x43B;&#x43E;&#x432;. &#x422;&#x443;&#x434;&#x430; &#x436;&#x435; &#x437;&#x430;&#x43F;&#x438;&#x445;&#x43D;&#x443;&#x442;&#x44B; &#x431;&#x440;&#x43E;&#x43D;&#x44F; &#x43D;&#x44E;&#x43A;&#x435;&#x440;&#x43E;&#x432; &#x438; &#x440;&#x438;&#x433;&#x438;.</li> 
        <li class="balance">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x433;&#x435;&#x439;&#x442;&#x432;&#x435;&#x439; &#x441;&#x43D;&#x43E;&#x432;&#x430; &#x43F;&#x435;&#x440;&#x435;&#x434; &#x441;&#x430;&#x43C;&#x438;&#x43C; &#x432;&#x437;&#x43B;&#x43E;&#x43C;&#x43E;&#x43C; &#x434;&#x430;&#x451;&#x442; &#x43F;&#x43E;&#x43B;&#x442;&#x43E;&#x440;&#x44B; &#x43C;&#x438;&#x43D;&#x443;&#x442;&#x44B; &#x44D;&#x43A;&#x438;&#x43F;&#x430;&#x436;&#x443; &#x43D;&#x430; &#x43F;&#x43E;&#x434;&#x433;&#x43E;&#x442;&#x43E;&#x432;&#x43A;&#x443; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x43C; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x432; &#x440;&#x430;&#x434;&#x438;&#x43E;&#x447;&#x430;&#x442;&#x435;, &#x422;&#x430;&#x43A; &#x436;&#x435;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43F;&#x440;&#x43E;&#x439;&#x442;&#x438; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43D;&#x435;&#x433;&#x43E; &#x434;&#x430;&#x436;&#x435; &#x43D;&#x44E;&#x43A;&#x435;&#x440;&#x430;&#x43C;, &#x43F;&#x440;&#x438;&#x434;&#x451;&#x442;&#x441;&#x44F; &#x440;&#x430;&#x437;&#x440;&#x435;&#x448;&#x430;&#x442;&#x44C; &#x438;&#x43B;&#x438; &#x437;&#x430;&#x43F;&#x440;&#x435;&#x449;&#x430;&#x442;&#x44C; &#x447;&#x435;&#x440;&#x435;&#x437; &#x443;&#x441;&#x442;&#x440;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E; &#x432;&#x437;&#x43B;&#x43E;&#x43C;&#x430;.</li> 
        <li class="balance">&#x41D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x437;&#x430;&#x43D;&#x438;&#x436;&#x435;&#x43D;&#x44B; &#x448;&#x430;&#x43D;&#x441;&#x44B; &#x440;&#x435;&#x444;&#x43B;&#x435;&#x43A;&#x442;&#x430; &#x438; &#x431;&#x43B;&#x43E;&#x43A;&#x430; &#x443; &#x434;&#x432;&#x43E;&#x439;&#x43D;&#x43E;&#x433;&#x43E; &#x44D;&#x43D;&#x435;&#x440;&#x433;&#x43E;&#x43C;&#x435;&#x447;&#x430;. &#x41E;&#x43D; &#x440;&#x430;&#x437;&#x443;&#x447;&#x438;&#x43B;&#x441;&#x44F; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x442;&#x44C; &#x434;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x438;, &#x43F;&#x43E;&#x43A;&#x430; &#x440;&#x435;&#x436;&#x435;&#x442; &#x434;&#x432;&#x435;&#x440;&#x44C;.</li> 
        <li class="balance">&#x423; &#x43F;&#x443;&#x43B;&#x44C; &#x41F;&#x41F;&#x428;&#x430; &#x443;&#x431;&#x440;&#x430;&#x43D; &#x441;&#x442;&#x430;&#x43D; &#x43F;&#x440;&#x438; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x438; &#x432; &#x433;&#x43E;&#x43B;&#x43E;&#x435; &#x442;&#x435;&#x43B;&#x43E;. &#x417;&#x430;&#x43D;&#x435;&#x440;&#x444;&#x43B;&#x435;&#x43D; &#x434;&#x430;&#x43C;&#x430;&#x433; &#x41A;&#x430;&#x43B;&#x430;&#x448;&#x430;.</li> 
        <li class="tweak">&#x410;&#x43F;&#x43D;&#x443;&#x442;&#x44B; &#x441;&#x43F;&#x435;&#x43B;&#x43B;&#x44B; &#x442;&#x435;&#x43B;&#x435;&#x43F;&#x43E;&#x440;&#x442;&#x430; &#x438; &#x414;&#x436;&#x430;&#x443;&#x43D;&#x442;&#x430;. &#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x440;&#x438; &#x430;&#x433;&#x440;&#x435;&#x441;&#x441;&#x438;&#x432;&#x43D;&#x43E;&#x43C; (&#x43A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x43C;) &#x433;&#x440;&#x430;&#x431;&#x435;, &#x44E;&#x437; &#x442;&#x435;&#x43B;&#x435;&#x43F;&#x43E;&#x440;&#x442;&#x430; &#x438; &#x434;&#x436;&#x430;&#x443;&#x43D;&#x442;&#x430; &#x431;&#x443;&#x434;&#x443;&#x442; &#x431;&#x440;&#x430;&#x442;&#x44C; &#x441; &#x441;&#x43E;&#x431;&#x43E;&#x439; &#x432; &#x43F;&#x443;&#x442;&#x435;&#x448;&#x435;&#x441;&#x442;&#x432;&#x438;&#x435; &#x436;&#x435;&#x440;&#x442;&#x432;&#x443;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41E;&#x434;&#x43D;&#x43E;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x44B;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x438;&#x43D;&#x44C;&#x435;&#x43A;&#x442;&#x43E;&#x440; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x43E;&#x441;&#x443;&#x448;&#x438;&#x442;&#x44C; &#x438; &#x437;&#x430;&#x43D;&#x43E;&#x432;&#x43E; &#x437;&#x430;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x448;&#x43F;&#x440;&#x438;&#x446;&#x435;&#x43C;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x438;&#x438; &#x447;&#x435;&#x433;&#x43E;-&#x43B;&#x438;&#x431;&#x43E; &#x432; &#x440;&#x430;&#x43A;&#x43E;&#x432;&#x438;&#x43D;&#x435; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x440;&#x44F;&#x43B;&#x43E;&#x441;&#x44C;, &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x430; &#x43B;&#x438; &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C;&#x430;&#x44F; &#x451;&#x43C;&#x43A;&#x43E;&#x441;&#x442;&#x44C;.</li> 
        <li class="bugfix">&#x41A;&#x430;&#x43F;&#x438;&#x442;&#x430;&#x43D;&#x441;&#x43A;&#x438;&#x439; &#x43F;&#x438;&#x43D;&#x43F;&#x43E;&#x438;&#x43D;&#x442;&#x435;&#x440; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x433;&#x438;&#x43F;&#x43E;&#x441;&#x43F;&#x440;&#x435;&#x44F; &#x438;&#x441;&#x43A;&#x430;&#x43B; &#x430;&#x432;&#x442;&#x43E;&#x438;&#x43D;&#x44C;&#x435;&#x43A;&#x442;&#x43E;&#x440;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="22.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">22.08.2017</h3> 
      <div data-author="Tolerant"> 
       <h4 class="author">Tolerant:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x43E;&#x431;&#x440;&#x430;&#x437;&#x43D;&#x44B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x432; &#x438;&#x433;&#x440;&#x443; &#x434;&#x43B;&#x44F; &#x433;&#x440;&#x430;&#x436;&#x434;&#x430;&#x43D;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x43B;&#x430;. &#x41D;&#x430;&#x439;&#x442;&#x438; &#x438;&#x445; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x432; &#x43B;&#x43E;&#x430;&#x434;&#x430;&#x443;&#x442;&#x435;, &#x442;&#x435;&#x430;&#x442;&#x440;&#x43E;&#x43C;&#x430;&#x442;&#x435;. &#x43A;&#x43B;&#x43E;&#x437;&#x43E;&#x43C;&#x430;&#x442;&#x435;, &#x430; &#x442;&#x430;&#x43A; &#x436;&#x435; &#x43D;&#x430; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x443;&#x447;&#x430;&#x441;&#x442;&#x43A;&#x430;&#x445; &#x43A;&#x430;&#x440;&#x442;&#x44B;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x441;&#x443;&#x448;&#x438;. &#x420;&#x435;&#x446;&#x435;&#x43F;&#x442;: 10 &#x43A;&#x443;&#x431;&#x43E;&#x432; &quot;&#x436;&#x438;&#x434;&#x43A;&#x43E;&#x433;&#x43E;&quot; &#x440;&#x438;&#x441;&#x430; &#x438; &#x43C;&#x44F;&#x441;&#x43E; &#x43A;&#x430;&#x440;&#x43F;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="rscdel">&#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x430; &#x433;&#x440;&#x430;&#x43D;&#x430;&#x442;&#x430; &#x441; &#x43D;&#x430;&#x43F;&#x430;&#x43B;&#x43C;&#x43E;&#x43C; &#x441; &#x43F;&#x43E;&#x43B;&#x43E;&#x43A; &#x43A;&#x430;&#x440;&#x433;&#x43E;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="18.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">18.08.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x413;&#x43E;&#x441;&#x442;&#x44B; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x442;&#x44C; (&#x43F;&#x43E;-&#x443;&#x43C;&#x43E;&#x43B;&#x447;&#x430;&#x43D;&#x438;&#x44E; &#x43E;&#x442;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x44B;) &#x438;&#x43D;&#x442;&#x435;&#x440;&#x430;&#x43A;&#x446;&#x438;&#x438; &#x441; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x430;&#x43C;&#x438;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="17.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">17.08.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x421;&#x43B;&#x443;&#x447;&#x430;&#x439;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x438; &#x441;&#x43B;&#x43E;&#x43C;&#x430;&#x43D;&#x44B; &#x448;&#x438;&#x444;&#x442;/&#x43A;&#x43E;&#x43D;&#x442;&#x440;&#x43B;/&#x430;&#x43B;&#x44C;&#x442;-&#x43A;&#x43B;&#x438;&#x43A;&#x438; &#x418;&#x418; &#x43F;&#x43E; &#x434;&#x432;&#x435;&#x440;&#x44F;&#x43C;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="16.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">16.08.2017</h3> 
      <div data-author="Yastark"> 
       <h4 class="author">Yastark:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x411;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x433;&#x43E;&#x43B;&#x43E;&#x43F;&#x430;&#x434;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x418;&#x418;, &#x43A;&#x430;&#x43C;&#x435;&#x440; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x43A;&#x43E;&#x43C;&#x43E;&#x432;. &#x411;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x411;&#x440;&#x430;&#x442; &#x441;&#x43B;&#x435;&#x434;&#x438;&#x442; &#x438; &#x441;&#x43B;&#x443;&#x448;&#x430;&#x435;&#x442;.</li> 
        <li class="map">&#x414;&#x43E;&#x43B;&#x43E;&#x439; &#x442;&#x438;&#x440;&#x430;&#x43D;&#x438;&#x44E; &#x433;&#x43B;&#x430;&#x432;! &#x41E;&#x431;&#x449;&#x430;&#x44F; &#x441;&#x442;&#x43E;&#x43B;&#x43E;&#x432;&#x430;&#x44F; &#x43F;&#x440;&#x438; &#x43A;&#x443;&#x445;&#x43D;&#x435; &#x43A;&#x430;&#x436;&#x434;&#x43E;&#x43C;&#x443;. </li> 
        <li class="map">&#x41D;&#x435;&#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x435; &#x440;&#x430;&#x441;&#x448;&#x438;&#x440;&#x435;&#x43D;&#x438;&#x435; &#x441;&#x43F;&#x443;&#x442;&#x43D;&#x438;&#x43A;&#x430; &#x418;&#x418;.</li> 
        <li class="map">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43A;&#x43E;&#x441;&#x442;&#x44E;&#x43C;&#x44B; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x441; &#x430;&#x43D;&#x43E;&#x43C;&#x430;&#x43B;&#x438;&#x44F;&#x43C;&#x438; &#x432; &#x434;&#x43E;&#x43A;&#x438; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x438;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="15.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">15.08.2017</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41D;&#x435;&#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x443;&#x437;&#x43D;&#x430;&#x442;&#x44C; &#x441;&#x43B;&#x43E;&#x432;&#x430; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x430; &#x43C;&#x435;&#x442;&#x43E;&#x434;&#x43E;&#x43C; &#x43F;&#x43E;&#x434;&#x431;&#x43E;&#x440;&#x430; &#x432; &#x43A;&#x43D;&#x438;&#x433;&#x435;.</li> 
        <li class="bugfix">&#x41D;&#x435;&#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x43A;&#x43E;&#x43D;&#x432;&#x435;&#x440;&#x442;&#x43D;&#x443;&#x442;&#x44C; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430; &#x432; &#x43A;&#x443;&#x43B;&#x44C;&#x442;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x413;&#x43E;&#x441;&#x442;&#x44B; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x442;&#x44C;, &#x447;&#x442;&#x43E; &#x43F;&#x440;&#x43E;&#x438;&#x441;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x432; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x44F;&#x445;.</li> 
        <li class="rscadd">&#x413;&#x43E;&#x441;&#x442;&#x44B;-&#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x44B; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x43C;&#x430;&#x43D;&#x438;&#x43F;&#x443;&#x43B;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x435;&#x440;&#x438;&#x435;&#x439; &#x442;&#x435;&#x43B;&#x435;&#x43A;&#x43E;&#x43C;&#x43C;&#x443;&#x43D;&#x438;&#x43A;&#x430;&#x446;&#x438;&#x439; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x442;&#x443;&#x43B;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="10.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">10.08.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x425;&#x43B;&#x43E;&#x440;&#x430;&#x43B;&#x433;&#x438;&#x434;&#x440;&#x430;&#x442; &#x43F;&#x435;&#x440;&#x435;&#x441;&#x442;&#x430;&#x43B; &#x43D;&#x430;&#x43D;&#x43E;&#x441;&#x438;&#x442;&#x44C; &#x443;&#x440;&#x43E;&#x43D; &#x43F;&#x440;&#x438; &#x43C;&#x430;&#x43B;&#x44B;&#x445; &#x434;&#x43E;&#x437;&#x430;&#x445; (&#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x438;&#x445; &#x43E;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x43D;&#x44F; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x43E;&#x437;&#x430;)</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="09.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">09.08.2017</h3> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x425;&#x432;&#x43E;&#x441;&#x442; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x435; &#x437;&#x430;&#x43B;&#x430;&#x437;&#x438;&#x442; &#x432; &#x432;&#x44B;&#x441;&#x43E;&#x43A;&#x438;&#x435; &#x431;&#x43E;&#x442;&#x438;&#x43D;&#x43A;&#x438;, &#x430; &#x438;&#x434;&#x435;&#x442; &#x43F;&#x43E;&#x432;&#x435;&#x440;&#x445; &#x43D;&#x438;&#x445;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x440;&#x43A;&#x435; &#x442;&#x43E;&#x433;&#x43E;, &#x441;&#x432;&#x43E;&#x440;&#x43E;&#x432;&#x430;&#x43D; &#x43B;&#x438; &#x444;&#x43E;&#x440;&#x43E;&#x43D; &#x43F;&#x440;&#x438; &#x445;&#x435;&#x439;&#x441;&#x442;&#x435;, &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x440;&#x44F;&#x43B;&#x441;&#x44F; &#x43D;&#x435;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x444;&#x43E;&#x440;&#x43E;&#x43D;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="06.08.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">06.08.2017</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x416;&#x435;&#x440;&#x442;&#x432;&#x430; &#x442;&#x440;&#x43E;&#x439;&#x43D;&#x43E;&#x433;&#x43E; &#x433;&#x440;&#x430;&#x431;&#x430; &#x43C;&#x43E;&#x433;&#x43B;&#x430; &#x43A;&#x440;&#x430;&#x432;&#x43B;&#x438;&#x442;&#x44C;, &#x442;&#x430;&#x43A;&#x438;&#x43C; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x43C;, &#x43D;&#x435; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x44F; &#x441;&#x432;&#x43E;&#x438; &#x441;&#x443;&#x43F;&#x440;&#x443;&#x436;&#x435;&#x441;&#x43A;&#x438;&#x435; &#x43E;&#x431;&#x44F;&#x437;&#x430;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x432; &#x43A;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x436;&#x438;&#x432;&#x43E;&#x433;&#x43E; &#x449;&#x438;&#x442;&#x430;.</li> 
        <li class="rscadd">&#x415;&#x441;&#x43B;&#x438; &#x432; &#x442;&#x440;&#x43E;&#x439;&#x43D;&#x43E;&#x43C; &#x433;&#x440;&#x430;&#x431;&#x435; &#x434;&#x435;&#x440;&#x436;&#x430;&#x449;&#x438;&#x439; &#x432;&#x43E;&#x437;&#x44C;&#x43C;&#x451;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x43D;&#x442; &#x43D;&#x430; &#x447;&#x435;&#x441;&#x442;, &#x442;&#x43E; &#x43E;&#x43D; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x436;&#x435;&#x440;&#x442;&#x432;&#x443;, &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x442;&#x430; &#x43D;&#x435; &#x443;&#x43F;&#x430;&#x43B;&#x430; &#x43D;&#x438; &#x43F;&#x440;&#x438; &#x43A;&#x430;&#x43A;&#x438;&#x445; &#x43E;&#x431;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x430;&#x445;.</li> 
        <li class="bugfix">&#x42D;&#x43C;&#x438; &#x43D;&#x435; &#x434;&#x43E;&#x445;&#x43E;&#x434;&#x438;&#x43B;&#x43E; &#x434;&#x43E; &#x43F;&#x443;&#x448;&#x43A;&#x438; &#x432; &#x43A;&#x43E;&#x431;&#x443;&#x440;&#x435;.</li> 
        <li class="bugfix">&#x41E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B; &#x43B;&#x43E;&#x433; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x44D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x434;&#x430; &#x43F;&#x43E; &#x43C;&#x43E;&#x431;&#x443;.</li> 
        <li class="bugfix">&#x41F;&#x43E;&#x437;&#x438;&#x442;&#x440;&#x43E;&#x43D;&#x43A;&#x438; &#x432; &#x43C;&#x435;&#x445;&#x430;&#x445; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x43B;&#x438; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43E;&#x440;&#x443;&#x436;&#x438;&#x435;.</li> 
        <li class="rscadd">&#x423; &#x41D;&#x44E;&#x43A;&#x435;&#x440;&#x43E;&#x432; &#x43F;&#x43E;&#x44F;&#x432;&#x438;&#x43B;&#x43E;&#x441;&#x44C; &#x442;&#x440;&#x438; &#x432;&#x430;&#x440;&#x438;&#x430;&#x43D;&#x442;&#x430; &#x43F;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x448;&#x430;&#x43D;&#x441;&#x443;, &#x44D;&#x442;&#x43E; &#x434;&#x440;&#x43E;&#x43F;&#x43F;&#x43E;&#x434;&#x44B;, &#x433;&#x435;&#x439;&#x442;&#x432;&#x435;&#x439;, &#x438; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x448;&#x430;&#x442;&#x442;&#x43B;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1598">Read More</a></li> 
        <li class="rscadd">&#x412; &#x438;&#x433;&#x440;&#x443; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x414;&#x440;&#x43E;&#x43F; &#x41F;&#x43E;&#x434;&#x44B;, &#x437;&#x430; &#x438;&#x441;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x449;&#x438;&#x442;&#x441;&#x43F;&#x430;&#x432;&#x43D;&#x430;, &#x43E;&#x43D;&#x438; &#x432; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x43D;&#x43E;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x443;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x43D;&#x44B; &#x434;&#x43B;&#x44F; &#x43D;&#x44E;&#x43A;&#x438;. &#x417;&#x430; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x441;&#x43F;&#x430;&#x441;&#x438;&#x431;&#x43E; Tolerant&apos;y.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x437;&#x432;&#x43E;&#x43D;&#x43E;&#x43A; &#x422;&#x440;&#x438;&#x442;&#x43E;&#x440;&#x443; &#x437;&#x430; 55 &#x43A;&#x440;&#x438;&#x441;&#x442;&#x430;&#x43B;&#x43B;&#x43E;&#x432;, &#x43F;&#x440;&#x438; &#x430;&#x43A;&#x442;&#x438;&#x432;&#x430;&#x446;&#x438;&#x438;, &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x439;&#x43D;&#x43E;&#x433;&#x43E; &#x447;&#x43B;&#x435;&#x43D;&#x430; &#x44D;&#x43A;&#x438;&#x43F;&#x430;&#x436;&#x430; &#x438; &#x43D;&#x430;&#x43F;&#x43E;&#x43C;&#x438;&#x43D;&#x430;&#x435;&#x442; &#x435;&#x43C;&#x443;, &#x447;&#x442;&#x43E; &#x43E;&#x43D; &#x442;&#x43E;, &#x43D;&#x430; &#x441;&#x430;&#x43C;&#x43E;&#x43C; &#x434;&#x435;&#x43B;&#x435;, &#x422;&#x420;&#x415;&#x419;&#x422;&#x41E;&#x420;.</li> 
        <li class="balance">&#x42D;&#x41C;&#x418; &#x43D;&#x430;&#x443;&#x447;&#x438;&#x43B;&#x43E;&#x441;&#x44C; &#x432;&#x44B;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x442;&#x44C; &#x43D;&#x430; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x42D;&#x43D;&#x435;&#x440;&#x433;&#x43E;&#x449;&#x438;&#x442;&#x44B;. </li> 
        <li class="map">&#x41F;&#x435;&#x440;&#x435;&#x43C;&#x430;&#x43F;&#x43B;&#x435;&#x43D;&#x430; &#x431;&#x430;&#x437;&#x430; &#x438; &#x448;&#x430;&#x442;&#x442;&#x43B; &#x441;&#x438;&#x43D;&#x434;&#x438;&#x43A;&#x430;&#x442;&#x43E;&#x432;.</li> 
        <li class="image">&#x41E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x432;&#x441;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x438;&#x43A;&#x43E;&#x432; &#x441;&#x438;&#x43D;&#x434;&#x438;&#x43A;&#x430;&#x442;&#x430;. &#x417;&#x430; &#x421;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x441;&#x43F;&#x430;&#x441;&#x438;&#x431;&#x43E; Dear Princess Celestia.</li> 
        <li class="sound">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x437;&#x432;&#x443;&#x43A;&#x438; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x438;&#x44F;/&#x437;&#x430;&#x43A;&#x440;&#x44B;&#x442;&#x438;&#x44F;/&#x43F;&#x440;&#x43E;&#x445;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x413;&#x435;&#x439;&#x442;&#x432;&#x435;&#x44F;. </li> 
        <li class="rscadd">&#x41D;&#x443;&#x43B;&#x43B;&#x440;&#x43E;&#x434; &#x43D;&#x430;&#x443;&#x447;&#x438;&#x43B;&#x441;&#x44F; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x441;&#x442;&#x43E;&#x432;, &#x431;&#x443;&#x434;&#x443;&#x447;&#x438; &#x432; &#x440;&#x443;&#x43A;&#x430;&#x445; &#x43A;&#x430;&#x43F;&#x435;&#x43B;&#x43B;&#x430;&#x43D;&#x430;.</li> 
        <li class="balance">&#x421;&#x438;&#x43B;&#x430; &#x430;&#x442;&#x430;&#x43A;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x440;&#x443;&#x43D;, &#x442;&#x430;&#x43A;&#x438;&#x445; &#x43A;&#x430;&#x43A; &#x441;&#x442;&#x430;&#x43D;, &#x431;&#x43B;&#x430;&#x434;&#x431;&#x43E;&#x438;&#x43B; &#x438; &#x43F;&#x440;&#x43E;&#x447;&#x438;&#x435;, &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x442; &#x43E;&#x442; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x43F;&#x43E;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x446;&#x435;&#x43B;&#x435;&#x439;, &#x442;.&#x43A;. &#x43E;&#x43D;&#x438; &#x440;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x44F;&#x44E;&#x442; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x441;&#x43E;&#x431;&#x43E;&#x439; &#x443;&#x440;&#x43E;&#x43D;, &#x44D;&#x442;&#x43E; &#x436;&#x435; &#x438; &#x43A;&#x430;&#x441;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x441;&#x442;&#x43E;&#x432; &#x43F;&#x440;&#x438; &#x440;&#x443;&#x43D;&#x435; &#x43E;&#x441;&#x432;&#x43E;&#x431;&#x43E;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x44F;/&#x43F;&#x440;&#x438;&#x437;&#x44B;&#x432;&#x430; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x441;&#x442;&#x430;.</li> 
        <li class="balance">&#x423;&#x431;&#x440;&#x430;&#x43D; &#x441;&#x442;&#x430;&#x43D;&#x43A;&#x43E;&#x43D;&#x432;&#x435;&#x440;&#x442; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x430;.</li> 
        <li class="balance">&#x412;&#x441;&#x435; &#x441;&#x438;&#x43D;&#x442;&#x435;&#x442;&#x438;&#x43A;&#x438; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x432;&#x438;&#x434;&#x44F;&#x442; &#x440;&#x443;&#x43D;&#x44B; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x430; &#x43A;&#x430;&#x43A; &#x43A;&#x440;&#x43E;&#x432;&#x44C;. </li> 
        <li class="image">&#x420;&#x43E;&#x431;&#x43E;&#x442;&#x430;&#x43C; &#x432; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x434;&#x43E;&#x43F;. &#x43E;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x44B;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x440;&#x430;&#x43D;&#x44C;&#x448;&#x435; &#x431;&#x44B;&#x43B;&#x438; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430;&#x43C;&#x438; &#x432; Robot Commands. http://i.imgur.com/V9ovxON.png</li> 
        <li class="bugfix">&#x424;&#x430;&#x435;&#x440;&#x431;&#x43E;&#x43B;&#x44B;, &#x442;&#x435;&#x441;&#x43B;&#x430;&#x431;&#x43E;&#x43B;&#x43B;&#x44B; &#x438; &#x442;.&#x434;. &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x430;&#x442;&#x44C; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x43C;&#x443; &#x43C;&#x43E;&#x431;&#x443; &#x447;&#x435;&#x440;&#x435;&#x437; give &#x438;&#x43B;&#x438; &#x438;&#x43D;&#x432;&#x435;&#x43D;&#x442;&#x430;&#x440;&#x44C;.</li> 
        <li class="balance">&#x41F;&#x43E;&#x432;&#x44B;&#x448;&#x435;&#x43D;&#x430; &#x446;&#x435;&#x43D;&#x430; &#x443; &#x437;&#x430;&#x43A;&#x43B;&#x438;&#x43D;&#x430;&#x43D;&#x438;&#x44F; arcane barrage. &#x427;&#x443;&#x442;&#x43E;&#x447;&#x43A;&#x443; &#x43F;&#x43E;&#x434;&#x43D;&#x44F;&#x43B; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x435;&#x440;&#x435;&#x437;&#x430;&#x440;&#x44F;&#x434;&#x43A;&#x438; &#x43F;&#x43E;&#x441;&#x43E;&#x445;&#x430;&#x43C;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="25.07.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">25.07.2017</h3> 
      <div data-author="Fa-ith"> 
       <h4 class="author">Fa-ith:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x421;&#x43F;&#x440;&#x430;&#x439;&#x442; HAL9000 &#x434;&#x43B;&#x44F; &#x418;&#x418;.</li> 
        <li class="image">&#x421;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x433;&#x43E;&#x43B;&#x43E;&#x43F;&#x430;&#x434;&#x430;: &#x41A;&#x440;&#x430;&#x441;&#x43D;&#x430;&#x44F; &#x41A;&#x43E;&#x440;&#x43E;&#x43B;&#x435;&#x432;&#x430; &#x438;&#x437; &quot;&#x41E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x438; &#x417;&#x43B;&#x430;&quot; (&#x43D;&#x430; &#x441;&#x430;&#x43C;&#x43E;&#x43C; &#x434;&#x435;&#x43B;&#x435; &#x433;&#x43E;&#x43B;&#x443;&#x431;&#x430;&#x44F;), &#x420;&#x43E;&#x43C;&#x438; &#x438;&#x437; &quot;&#x410;&#x43D;&#x434;&#x440;&#x43E;&#x43C;&#x435;&#x434;&#x44B;&quot;, &#x421;&#x430;&#x43D;&#x43D;&#x438; &#x438;&#x437; &quot;&#x42F;, &#x420;&#x43E;&#x431;&#x43E;&#x442;&quot;, &#x41C;&#x438;&#x43A;&#x443; &#x425;&#x430;&#x446;&#x443;&#x43D;&#x44D;, &#x43C;&#x435;&#x434;&#x431;&#x43E;&#x442;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="15.07.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">15.07.2017</h3> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x41A;&#x43D;&#x43E;&#x43F;&#x43A;&#x430; &quot;Save chat log&quot; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x438;&#x44F; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x43E;&#x43A;&#x43D;&#x430; &#x441; &#x43B;&#x43E;&#x433;&#x43E;&#x43C;, &#x431;&#x443;&#x434;&#x435;&#x442; &#x435;&#x433;&#x43E; &#x437;&#x430;&#x433;&#x440;&#x443;&#x436;&#x430;&#x442;&#x44C;. &#x41D;&#x435; &#x431;&#x443;&#x434;&#x435;&#x442; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C;, &#x435;&#x441;&#x43B;&#x438; &#x443; &#x432;&#x430;&#x441; Internet Explorer &#x432;&#x435;&#x440;&#x441;&#x438;&#x438; 9 &#x438;&#x43B;&#x438; &#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x435; (&#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x438;&#x442;&#x44C;).</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="13.07.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">13.07.2017</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="balance">&#x423; &#x433;&#x435;&#x43D;&#x43E;&#x43A;&#x440;&#x430;&#x434;&#x43E;&#x432; &#x443;&#x434;&#x430;&#x43B;&#x451;&#x43D; &#x434;&#x435;&#x437;&#x441;&#x442;&#x438;&#x43D;&#x433;.</li> 
        <li class="balance">&#x426;&#x435;&#x43D;&#x430; &#x43D;&#x430; &#x43F;&#x430;&#x440;&#x430;&#x43B;&#x438;&#x447; &#x441;&#x442;&#x438;&#x43D;&#x433; &#x43F;&#x43E;&#x434;&#x43D;&#x44F;&#x442;&#x430;, &#x43A;&#x430;&#x43A; &#x432; &#x445;&#x438;&#x43C;&#x438;&#x43A;&#x430;&#x442;&#x430;&#x445;, &#x442;&#x430;&#x43A; &#x438; &#x432; &#x446;&#x435;&#x43D;&#x435;.</li> 
        <li class="balance">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x432;&#x44B;&#x431;&#x440;&#x430;&#x442;&#x44C;, &#x432; &#x43A;&#x430;&#x43A;&#x443;&#x44E; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x442;&#x435;&#x43B;&#x430; &#x432;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442;&#x435; &#x43A;&#x43E;&#x43B;&#x43E;&#x442;&#x44C; &#x436;&#x435;&#x440;&#x442;&#x432;&#x443;, &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x447;&#x435;&#x441;&#x442;, &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x445;&#x430;&#x440;&#x434;&#x43A;&#x43E;&#x440;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="29.06.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">29.06.2017</h3> 
      <div data-author="RiyaMakary"> 
       <h4 class="author">RiyaMakary:</h4> 
       <ul class="changelog"> 
        <li class="sound">&#x418;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x44B; &#x437;&#x432;&#x443;&#x43A;&#x438; &#x445;&#x43E;&#x434;&#x44C;&#x431;&#x44B; &#x438; &#x43F;&#x43E;&#x432;&#x43E;&#x440;&#x43E;&#x442;&#x430; &#x43C;&#x435;&#x445;&#x43E;&#x432;.</li> 
        <li class="sound">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x437;&#x432;&#x443;&#x43A;&#x438; &#x43F;&#x440;&#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x441; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x43E;&#x43C; &#x43C;&#x435;&#x445;&#x43E;&#x432;.</li> 
        <li class="sound">&#x41F;&#x440;&#x438; &#x43D;&#x435;&#x443;&#x434;&#x430;&#x447;&#x43D;&#x43E;&#x439; &#x43F;&#x43E;&#x43F;&#x44B;&#x442;&#x43A;&#x435; &#x43F;&#x435;&#x440;&#x435;&#x438;&#x43C;&#x435;&#x43D;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43C;&#x435;&#x445;, &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x440;&#x43E;&#x438;&#x433;&#x440;&#x44B;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x437;&#x432;&#x443;&#x43A;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="27.06.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">27.06.2017</h3> 
      <div data-author="Belfogor"> 
       <h4 class="author">Belfogor:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x424;&#x438;&#x43A;&#x441; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x441;&#x442;&#x440;&#x43E;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x430; &#x431;&#x435;&#x441;&#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x447;&#x438;&#x441;&#x43B;&#x430; &#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440; &#x447;&#x443;&#x436;&#x438;&#x445; &#x432; &#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x430;&#x445; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x430;&#x439;&#x43B;&#x430;.</li> 
        <li class="bugfix">&#x427;&#x443;&#x436;&#x438;&#x435; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x44B; &#x443;&#x434;&#x430;&#x43B;&#x438;&#x442;&#x44C; &#x44F;&#x439;&#x446;&#x430; &#x438;&#x437; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x432;&#x44B;&#x43B;&#x443;&#x43F;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43B;&#x438;&#x446;&#x435;&#x445;&#x432;&#x430;&#x442;&#x44B;. </li> 
       </ul> 
      </div> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="experiment">&#x410;&#x432;&#x442;&#x43E;&#x442;&#x440;&#x435;&#x439;&#x442;&#x43E;&#x440; &#x43F;&#x43E;&#x434;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D; &#x43F;&#x43E;&#x447;&#x442;&#x438; &#x43A;&#x43E; &#x432;&#x441;&#x435;&#x43C; &#x440;&#x435;&#x436;&#x438;&#x43C;&#x430;&#x43C;.</li> 
        <li class="tweak">&#x43A;&#x441;&#x435;&#x43D;&#x43E;&#x43C;&#x43E;&#x440;&#x444;&#x44B; &#x43D;&#x430;&#x443;&#x447;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43B;&#x43E;&#x43C;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x438; &quot;&#x434;&#x432;&#x435;&#x440;&#x438;&quot; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x44F; &#x445;&#x430;&#x440;&#x43C; &#x438;&#x43D;&#x442;&#x435;&#x43D;&#x442;.</li> 
        <li class="tweak">&#x412;&#x435;&#x441;&#x44C; &#x434;&#x43E;&#x43A; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B; &#x442;&#x443; &#x441;&#x430;&#x43C;&#x443;&#x44E; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x443; &#x447;&#x442;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43B; &#x448;&#x430;&#x442;&#x442;&#x43B; &#x43B;&#x435;&#x442;&#x430;&#x44E;&#x449;&#x438;&#x439; &quot;&#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x44F; &lt;&gt; &#x432;&#x435;&#x43B;&#x43E;&#x441;&#x438;&#x442;&#x438;&quot;. &#x422;.&#x435; &#x43F;&#x440;&#x438; &#x43E;&#x442;&#x441;&#x442;&#x44B;&#x43A;&#x43E;&#x432;&#x43A;&#x435; &#x432; &#x43A;&#x43E;&#x43D;&#x43A;&#x440;&#x435;&#x442;&#x43D;&#x43E;&#x43C; &#x434;&#x43E;&#x43A;&#x435; &#x434;&#x432;&#x435;&#x440;&#x438; &#x437;&#x430;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x438; &#x431;&#x43E;&#x43B;&#x442;&#x438;&#x440;&#x443;&#x44E;&#x442;&#x441;&#x44F;, &#x430; &#x43F;&#x440;&#x438; &#x441;&#x442;&#x44B;&#x43A;&#x43E;&#x432;&#x43A;&#x435; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x43E; &#x441;&#x43D;&#x438;&#x43C;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x431;&#x43E;&#x43B;&#x442;&#x44B;.</li> 
        <li class="map">&#x412;&#x441;&#x435; &#x430;&#x438;&#x440;&#x43B;&#x43E;&#x43A;&#x438; &#x432; &#x434;&#x43E;&#x43A;&#x430;&#x445; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x438;&#x437;&#x43D;&#x430;&#x447;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x437;&#x430;&#x431;&#x43E;&#x43B;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x44B;.</li> 
        <li class="tweak">&#x428;&#x430;&#x442;&#x442;&#x43B; &#x44D;&#x432;&#x430;&#x43A;&#x443;&#x430;&#x446;&#x438;&#x438;/&#x43A;&#x440;&#x44E; &#x431;&#x43E;&#x43B;&#x442;&#x438;&#x440;&#x443;&#x435;&#x442; &#x434;&#x43E;&#x43A;&#x438; &#x437;&#x430; 10 &#x441;&#x435;&#x43A;&#x443;&#x43D;&#x434; &#x434;&#x43E; &#x43E;&#x442;&#x43B;&#x435;&#x442;&#x430;. &#x41D;&#x435; &#x43E;&#x43F;&#x430;&#x437;&#x434;&#x44B;&#x432;&#x430;&#x439;&#x442;&#x435;!</li> 
        <li class="tweak">&#x413;&#x43E;&#x43B;&#x43E;&#x441; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x43D;&#x43E;&#x441;&#x44F;&#x449;&#x438;&#x439; &#x447;&#x442;&#x43E; &#x432;&#x44B;&#x437;&#x432;&#x430;&#x43D; &#x448;&#x430;&#x442;&#x442;&#x43B; &#x44D;&#x432;&#x430;&#x43A;&#x443;&#x430;&#x446;&#x438;&#x438;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x43D;&#x430; &#x441;&#x430;&#x43C;&#x43E;&#x43C; &#x434;&#x435;&#x43B;&#x435; &#x432;&#x44B;&#x437;&#x432;&#x430;&#x43D; &#x43A;&#x440;&#x44E; - &#x443;&#x432;&#x43E;&#x43B;&#x435;&#x43D;.</li> 
        <li class="rscadd">&#x421;&#x43A;&#x440;&#x435;&#x43B;&#x43B;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B;&#x438; &#x436;&#x430;&#x431;&#x440;&#x44B;, &#x430; &#x432;&#x43E;&#x434;&#x430; &#x43D;&#x430; &#x43D;&#x438;&#x445; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x43D;&#x430;&#x447;&#x430;&#x442;&#x44C; &#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x441;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x438; &#x434;&#x430;&#x436;&#x435; &#x438;&#x437;&#x43B;&#x435;&#x447;&#x438;&#x432;&#x430;&#x442;&#x44C; &#x440;&#x430;&#x43D;&#x44B;.</li> 
        <li class="tweak">&#x412;&#x43E;&#x434;&#x430; &#x43D;&#x435;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x438;&#x43B;&#x430;&#x441;&#x44C;, &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x430; &#x433;&#x440;&#x430;&#x444;&#x43E;&#x43D;&#x438;&#x442;&#x44C; &#x43C;&#x430;&#x448;&#x438;&#x43D;&#x44B;, &#x430; &#x43C;&#x43E;&#x431;&#x44B; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x438; &#x432;&#x43E;&#x432;&#x441;&#x435; &#x443;&#x442;&#x43E;&#x43D;&#x443;&#x442;&#x44C;.</li> 
        <li class="tweak">&#x421;&#x43B;&#x438;&#x437;&#x43D;&#x438; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x438; &#x431;&#x43E;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x432;&#x43E;&#x434;&#x443; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x442;&#x443;&#x44E; &#x43D;&#x430; &#x43F;&#x43E;&#x43B;&#x443;.</li> 
        <li class="bugfix">&#x42D;&#x43D;&#x435;&#x440;&#x433;&#x435;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x435; &#x43E;&#x440;&#x443;&#x436;&#x438;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x442;&#x435;&#x440;&#x44F;&#x435;&#x442; &#x437;&#x430;&#x440;&#x44F;&#x434; &#x43F;&#x440;&#x438; &#x43D;&#x430;&#x436;&#x430;&#x442;&#x438;&#x44F;&#x445; &#x43D;&#x430; &#x441;&#x43F;&#x443;&#x441;&#x43A;&#x43E;&#x432;&#x43E;&#x439; &#x43A;&#x440;&#x44E;&#x447;&#x43E;&#x43A; &#x432;&#x441;&#x44F;&#x43A;&#x438;&#x439; &#x440;&#x430;&#x437; &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x438;&#x441;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x432;&#x44B;&#x441;&#x442;&#x440;&#x435;&#x43B;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="20.06.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">20.06.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x427;&#x442;&#x43E;&#x431;&#x44B; &#x434;&#x43E;&#x441;&#x442;&#x430;&#x442;&#x44C; &#x410;&#x424;&#x41A; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x43E;&#x432; &#x438;&#x437; &#x43A;&#x430;&#x43F;&#x441;&#x443;&#x43B;&#x44B; &#x43A;&#x440;&#x438;&#x43E;&#x441;&#x43D;&#x430; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x443;&#x436;&#x435;&#x43D; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x433;&#x43B;&#x430;&#x432;&#x44B; &#x438;&#x43B;&#x438; &#x43E;&#x444;&#x438;&#x446;&#x435;&#x440;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x438;&#x43D;&#x43E;&#x43F;&#x438;&#x442;&#x435;&#x440; &#x43D;&#x435; &#x443;&#x447;&#x438;&#x442;&#x44B;&#x432;&#x430;&#x43B; &#x437;&#x435;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; (&#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x44F;, &#x426;&#x435;&#x43D;&#x442;&#x43A;&#x43E;&#x43C;&#x43C;, &#x430;&#x441;&#x442;&#x435;&#x440;&#x43E;&#x438;&#x434;) &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x430;, &#x443;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x44F; &#x43D;&#x430; &#x441;&#x430;&#x43C; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;, &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x431;&#x443;&#x434;&#x435;&#x442; &#x432;&#x441;&#x43F;&#x43B;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x445;&#x430;&#x440;&#x430;&#x43A;&#x442;&#x435;&#x440;&#x43D;&#x43E;&#x435; &#x43E;&#x43F;&#x43E;&#x432;&#x435;&#x449;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x432;&#x438;&#x434;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x430;.</li> 
        <li class="tweak">&#x41D;&#x430; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x433;&#x43E;&#x43B;&#x43E;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x437;&#x430; &#x432;&#x44B;&#x437;&#x43E;&#x432; &#x448;&#x430;&#x442;&#x442;&#x43B;&#x430;, &#x432;&#x44B;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x41E;&#x41E;&#x41A; &#x438; &#x414;&#x435;&#x434;&#x447;&#x430;&#x442;.</li> 
        <li class="tweak">&#x420;&#x435;&#x437;&#x443;&#x43B;&#x44C;&#x442;&#x430;&#x442;&#x44B; &#x433;&#x43E;&#x43B;&#x43E;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x435; &#x43F;&#x43E;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x43E;&#x431;&#x44B;&#x447;&#x43D;&#x44B;&#x43C; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x430;&#x43C; &#x432;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x441;&#x430;&#x43C;&#x43E;&#x433;&#x43E; &#x433;&#x43E;&#x43B;&#x43E;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x438;&#x441;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &quot;&#x43A;&#x430;&#x441;&#x442;&#x43E;&#x43C;&#x43D;&#x44B;&#x435;&quot; &#x433;&#x43E;&#x43B;&#x43E;&#x441;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43E;&#x442; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x438;.</li> 
        <li class="rscadd">&#x41E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x451;&#x43D; &#x440;&#x435;&#x436;&#x438;&#x43C; &#x43C;&#x430;&#x433;&#x430;, &#x438;&#x437;&#x43D;&#x430;&#x447;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x441;&#x43F;&#x435;&#x43B;&#x43B;&#x44B; &#x432;&#x437;&#x44F;&#x442;&#x44B; &#x441; &#x422;&#x413;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1565">Read More</a></li> 
        <li class="sound">&#x41F;&#x43E;&#x440;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x44B; &#x437;&#x432;&#x443;&#x43A;&#x438; &#x441; &#x422;&#x413; &#x434;&#x43B;&#x44F; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x432;&#x441;&#x435;&#x445; &#x441;&#x43F;&#x435;&#x43B;&#x43B;&#x43E;&#x432; &#x43C;&#x430;&#x433;&#x430;.</li> 
        <li class="bugfix">&#x41C;&#x435;&#x445;&#x438; &#x43D;&#x435; &#x43C;&#x43E;&#x433;&#x43B;&#x438; &#x43F;&#x43E;&#x43F;&#x430;&#x441;&#x442;&#x44C; &#x432; &#x446;&#x435;&#x43B;&#x44C;, &#x435;&#x441;&#x43B;&#x438; &#x43E;&#x43D;&#x430;&#x44F; &#x441;&#x442;&#x43E;&#x44F;&#x43B;&#x430; &#x432;&#x43F;&#x43B;&#x43E;&#x442;&#x43D;&#x443;&#x44E;.</li> 
       </ul> 
      </div> 
      <div data-author="Dred1792 (Coder) Tolerant (Spriter)"> 
       <h4 class="author">Dred1792 (Coder) Tolerant (Spriter):</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x423;&#x434;&#x430;&#x43B;&#x451;&#x43D; &#x43B;&#x438;&#x448;&#x43D;&#x438;&#x439; &#x43F;&#x438;&#x43A;&#x441;&#x435;&#x43B;&#x44C; &#x43F;&#x440;&#x438; &#x43D;&#x43E;&#x448;&#x435;&#x43D;&#x438;&#x438; &#x435;&#x433;&#x430;&#x43D;&#x430; &#x432; &#x43B;&#x435;&#x432;&#x43E;&#x439; &#x440;&#x443;&#x43A;&#x435;.</li> 
        <li class="rscadd">&#x41F;&#x435;&#x440;&#x435;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43D;&#x44B; &#x43F;&#x443;&#x448;&#x43A;&#x438; &#x434;&#x43E;&#x431;&#x44B;&#x432;&#x430;&#x435;&#x43C;&#x44B;&#x435; &#x43F;&#x440;&#x438; &#x440;&#x430;&#x441;&#x43A;&#x43E;&#x43F;&#x43A;&#x430;&#x445; &#x43D;&#x430; &#x430;&#x441;&#x442;&#x435;&#x440;&#x43E;&#x438;&#x434;&#x435;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1522">Read More</a></li> 
       </ul> 
      </div> 
      <div data-author="igigin"> 
       <h4 class="author">igigin:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x41E;&#x434;&#x438;&#x43D; &#x438;&#x437; &#x43A;&#x430;&#x440;&#x446;&#x435;&#x440;&#x43E;&#x432; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B; &#x43E;&#x43A;&#x43D;&#x43E; &#x432; &#x43A;&#x43E;&#x441;&#x43C;&#x43E;&#x441;. &#x41E;&#x431;&#x430; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B;&#x438; &#x437;&#x430;&#x442;&#x435;&#x43C;&#x43D;&#x451;&#x43D;&#x43D;&#x44B;&#x435; &#x441;&#x442;&#x435;&#x43A;&#x43B;&#x430; &#x43F;&#x435;&#x440;&#x435;&#x434; &#x443;&#x43D;&#x438;&#x442;&#x430;&#x437;&#x430;&#x43C;&#x438;.</li> 
        <li class="bugfix">&#x41D;&#x435;&#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x433;&#x43E;&#x440;&#x435;&#x43B;&#x43A;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="Uvash"> 
       <h4 class="author">Uvash:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x424;&#x438;&#x43A;&#x441; &#x444;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x438;&#x43D;&#x432;&#x438;&#x437;&#x430; &#x430;&#x43B;&#x438;&#x443;&#x43C;&#x43E;&#x432; &#x43F;&#x43E;&#x434; &#x442;&#x440;&#x430;&#x432;&#x43E;&#x439; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x442;&#x43E;&#x43B;&#x430;.</li> 
        <li class="balance">&#x411;&#x430;&#x444;&#x444; &#x440;&#x435;&#x433;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x446;&#x438;&#x438; &#x430;&#x43B;&#x438;&#x443;&#x43C;&#x43E;&#x432;. &#x423;&#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x435;&#x440;&#x435;&#x437;&#x430;&#x440;&#x44F;&#x434;&#x43A;&#x438; &#x43D;&#x435;&#x439;&#x43E;&#x442;&#x43E;&#x43A;&#x441;&#x438;&#x43D;&#x430; &#x443; &#x43A;&#x43E;&#x440;&#x43E;&#x43B;&#x435;&#x432;&#x44B;. &#x423;&#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x435;&#x440;&#x435;&#x437;&#x430;&#x440;&#x44F;&#x434;&#x43A;&#x438; &#x43A;&#x438;&#x441;&#x43B;&#x43E;&#x442;&#x44B; &#x443; &#x43F;&#x43B;&#x435;&#x432;&#x430;&#x43B;&#x44C;&#x449;&#x438;&#x43A;&#x43E;&#x432;.</li> 
        <li class="rscadd">&#x41A;&#x440;&#x438;&#x43A; &#x443; &#x43A;&#x43E;&#x440;&#x43E;&#x43B;&#x435;&#x432;&#x44B; &#x430;&#x43B;&#x438;&#x443;&#x43C;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="rscdel">&#x41F;&#x438;&#x440;&#x430;&#x442;&#x44B; &#x43F;&#x43E;&#x442;&#x435;&#x440;&#x44F;&#x43B;&#x438; &#x432;&#x441;&#x44F;&#x43A;&#x438;&#x439; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441; &#x43A; &#x43D;&#x430;&#x448;&#x435;&#x43C;&#x443; &#x441;&#x435;&#x43A;&#x442;&#x43E;&#x440;&#x443; &#x438; &#x43D;&#x430; &#x438;&#x437;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x430; &#x431;&#x44B;&#x43B;&#x438; &#x432;&#x44B;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x44B; &#x441;&#x430;&#x43C;&#x44B;&#x435; &#x43B;&#x443;&#x447;&#x448;&#x438;&#x435; &#x443;&#x43C;&#x44B; &#x43A;&#x43E;&#x440;&#x43F;&#x43E;&#x440;&#x430;&#x446;&#x438;&#x438;.</li> 
        <li class="rscadd">Attention, Exodus, we just tracked a small target bypassing our defensive perimeter. Can&apos;t fire on it without hitting the station - you&apos;ve got incoming visitors, like it or not. &#xA9;</li> 
        <li class="balance">&#x417;&#x430;&#x43F;&#x443;&#x449;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x44B; &#x438;&#x43C;&#x435;&#x44E;&#x449;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x438;&#x447;&#x43D;&#x443;&#x44E; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x43B;&#x435;&#x442;&#x430; &#x438; &#x43F;&#x440;&#x43E;&#x431;&#x438;&#x432;&#x43D;&#x443;&#x44E; &#x441;&#x438;&#x43B;&#x443;, &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x440;&#x438; &#x441;&#x442;&#x43E;&#x43B;&#x43A;&#x43D;&#x43E;&#x432;&#x435;&#x43D;&#x438;&#x438; &#x441; &#x43A;&#x43E;&#x441;&#x43C;&#x43E;&#x43D;&#x430;&#x432;&#x442;&#x438;&#x43A;&#x43E;&#x43C; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x435;&#x433;&#x43E; &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x43B;&#x435;&#x442;&#x435;&#x442;&#x44C; &#x43D;&#x435;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43C;&#x435;&#x442;&#x440;&#x43E;&#x432; &#x43F;&#x43E; &#x438;&#x43D;&#x435;&#x440;&#x446;&#x438;&#x438;, &#x430; &#x432; &#x445;&#x443;&#x434;&#x448;&#x435;&#x43C; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435; &#x435;&#x449;&#x435; &#x438; &#x43F;&#x440;&#x438;&#x433;&#x432;&#x43E;&#x437;&#x434;&#x438;&#x442;&#x44C; &#x43A; &#x431;&#x43B;&#x438;&#x436;&#x430;&#x439;&#x448;&#x435;&#x439; &#x441;&#x442;&#x435;&#x43D;&#x435;, &#x43B;&#x44E;&#x431;&#x438;&#x43C;&#x43E;&#x439; &#x43A;&#x440;&#x443;&#x436;&#x43A;&#x435; &#x445;&#x43E;&#x441;&#x430;, &#x43C;&#x438;&#x441;&#x43A;&#x438; &#x42F;&#x43D;&#x430; &#x438; &#x43F;&#x43B;&#x430;&#x432;&#x43A;&#x430;&#x43C; &#x43A;&#x430;&#x43F;&#x438;&#x442;&#x430;&#x43D;&#x430;.</li> 
        <li class="tweak">&#x41F;&#x435;&#x440;&#x435;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x435;&#x436;&#x438;&#x43C;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x43E;&#x447;&#x43A;&#x43E;&#x432; &#x43F;&#x435;&#x440;&#x435;&#x441;&#x442;&#x430;&#x43B;&#x43E; &#x438;&#x437;&#x434;&#x430;&#x432;&#x430;&#x442;&#x44C; &#x43C;&#x435;&#x440;&#x437;&#x43A;&#x438;&#x439; &quot;&#x43F;&#x448;&#x448;&quot;, &#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x431;&#x443;&#x434;&#x435;&#x442; &#x441;&#x43B;&#x44B;&#x448;&#x435;&#x43D; &quot;&#x449;&#x435;&#x43B;&#x447;&#x43E;&#x43A;&quot;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="14.06.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">14.06.2017</h3> 
      <div data-author="Gyaviste"> 
       <h4 class="author">Gyaviste:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x413;&#x435;&#x43D; &#x442;&#x435;&#x43B;&#x435;&#x43A;&#x438;&#x43D;&#x435;&#x437;&#x430; &#x43F;&#x43E;&#x432;&#x437;&#x43E;&#x43B;&#x44F;&#x43B; &#x442;&#x435;&#x43B;&#x435;&#x43F;&#x43E;&#x440;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43D;&#x430; &#x442;&#x440;&#x435;&#x43D;&#x430;&#x436;&#x451;&#x440;&#x44B;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="13.06.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">13.06.2017</h3> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="balance">&#x414;&#x43E;&#x43A;&#x442;&#x43E;&#x440;&#x430; &#x438; &#x438;&#x445; &#x43F;&#x43E;&#x434;&#x432;&#x438;&#x434;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B;&#x438; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x432; &#x442;&#x435;&#x445; &#x442;&#x43E;&#x43D;&#x43D;&#x435;&#x43B;&#x438;, Emergency Physycian&apos;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B;&#x438; &#x43E;&#x431;&#x440;&#x430;&#x442;&#x43D;&#x43E; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x432; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x44E;.</li> 
       </ul> 
      </div> 
      <div data-author="sovok4"> 
       <h4 class="author">sovok4:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x41F;&#x440;&#x438;&#x431;&#x43E;&#x440; &#x434;&#x43B;&#x44F; &#x43E;&#x431;&#x44A;&#x44F;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x432;&#x43E;&#x439;&#x43D;&#x44B; &#x443; &#x43D;&#x44E;&#x43A;&#x438; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x435;&#x43D; &#x431;&#x435;&#x437; &#x43F;&#x435;&#x434;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x432;&#x43C;&#x435;&#x448;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Zandwitch"> 
       <h4 class="author">Zandwitch:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x44D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x433;&#x438;&#x442;&#x430;&#x440;&#x430;.</li> 
        <li class="map">&#x42D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x433;&#x438;&#x442;&#x430;&#x440;&#x430; &#x43B;&#x435;&#x436;&#x438;&#x442; &#x443; &#x43A;&#x43B;&#x43E;&#x443;&#x43D;&#x430; &#x432; &#x431;&#x430;&#x440;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="Gyaviste"> 
       <h4 class="author">Gyaviste:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41E;&#x442;&#x43A;&#x440;&#x435;&#x43F;&#x43B;&#x451;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x43E;&#x441;&#x442;&#x435;&#x440;&#x44B; &#x43D;&#x435;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x44C;&#x43D;&#x43E; &#x43F;&#x440;&#x438;&#x43A;&#x43B;&#x435;&#x438;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C;.</li> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43F;&#x440;&#x438;&#x43A;&#x43B;&#x435;&#x438;&#x442;&#x44C; &#x43F;&#x43E;&#x441;&#x442;&#x435;&#x440; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x441;&#x442;&#x43E;&#x44F;&#x442;&#x44C; &#x441;&#x43E; &#x441;&#x442;&#x435;&#x43D;&#x43E;&#x439; &#x43D;&#x430; &#x441;&#x43E;&#x441;&#x435;&#x434;&#x43D;&#x435;&#x43C; &#x43F;&#x43E; &#x433;&#x43E;&#x440;&#x438;&#x437;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x438; &#x438;&#x43B;&#x438; &#x432;&#x435;&#x440;&#x442;&#x438;&#x43A;&#x430;&#x43B;&#x435; &#x43C;&#x435;&#x441;&#x442;&#x435;.</li> 
        <li class="map">&#x412;&#x441;&#x435; &#x43F;&#x43E;&#x441;&#x442;&#x435;&#x440;&#x44B; &#x43D;&#x430; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x438; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43E;&#x434;&#x43E;&#x431;&#x440;&#x435;&#x43D;&#x44B; &#x41D;&#x430;&#x43D;&#x43E;&#x442;&#x440;&#x435;&#x439;&#x437;&#x435;&#x43D;&#x2122;.</li> 
        <li class="bugfix">AI Core Integrity Restorer &#x43D;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43B;.</li> 
       </ul> 
      </div> 
      <div data-author="Uvash"> 
       <h4 class="author">Uvash:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x412;&#x437;&#x43B;&#x43E;&#x43C; &#x438; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x435;&#x440;&#x435;&#x433;&#x440;&#x443;&#x437;&#x43A;&#x438; &#x410;&#x411;&#x423; (&#x448;&#x430;&#x445;&#x442;&#x451;&#x440;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x431;&#x443;&#x440;&#x430;). &#x411;&#x435;&#x440;&#x435;&#x433;&#x438;&#x442;&#x435; &#x440;&#x443;&#x43A;&#x438;! &#x427;&#x442;&#x43E;&#x431;&#x44B; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44C; &#x43C;&#x435;&#x43D;&#x44E; &#x432;&#x437;&#x43B;&#x43E;&#x43C;&#x430; - &#x43E;&#x442;&#x43A;&#x440;&#x443;&#x442;&#x438;&#x442;&#x44C; &#x43F;&#x430;&#x43D;&#x435;&#x43B;&#x44C;, &#x442;&#x43A;&#x43D;&#x443;&#x442;&#x44C; &#x43A;&#x443;&#x441;&#x430;&#x447;&#x43A;&#x430;&#x43C;&#x438;/&#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x442;&#x443;&#x43B;&#x43E;&#x43C;.</li> 
        <li class="balance">&#x420;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x443;&#x434; &#x432; &#x430;&#x441;&#x442;&#x435;&#x440;&#x43E;&#x438;&#x434;&#x435; &#x434;&#x43B;&#x44F; &#x410;&#x411;&#x423;.</li> 
        <li class="rscadd">&#x421;&#x43A;&#x430;&#x43D;&#x435;&#x440;&#x44B; &#x434;&#x43B;&#x44F; &#x440;&#x443;&#x434;&#x44B; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x432;&#x44B;&#x434;&#x430;&#x44E;&#x442; &#x431;&#x43E;&#x43B;&#x435;&#x435; &#x442;&#x43E;&#x447;&#x43D;&#x443;&#x44E; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x44E; &#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x43C;&#x43E;&#x434;&#x435;&#x43B;&#x438;. </li> 
       </ul> 
      </div> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x421;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x433;&#x43E;&#x43B;&#x435;&#x43C;&#x43E;&#x432; &#x438; &#x442;&#x435;&#x43D;&#x435;&#x43B;&#x438;&#x43D;&#x433;&#x43E;&#x432; &#x43F;&#x435;&#x440;&#x435;&#x43D;&#x435;&#x441;&#x435;&#x43D;&#x44B; &#x43D;&#x430; &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x435;&#x439;, &#x447;&#x442;&#x43E; &#x43A;&#x430;&#x43A; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x443;&#x43C; &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442; &#x431;&#x430;&#x433; &#x441; &#x43D;&#x435;&#x432;&#x438;&#x434;&#x438;&#x43C;&#x44B;&#x43C;&#x438; &#x43E;&#x442;&#x43B;&#x435;&#x442;&#x430;&#x44E;&#x449;&#x438;&#x43C;&#x438; &#x438; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x44F; &#x44D;&#x442;&#x438;&#x445; &#x441;&#x430;&#x43C;&#x44B;&#x445; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x435;&#x439;.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x43A;&#x430;&#x442;&#x430;&#x43D;&#x438;&#x435; &#x43D;&#x430; &#x441;&#x442;&#x443;&#x43B;&#x44C;&#x44F;&#x445; &#x438; &#x431;&#x430;&#x439;&#x43A;&#x430;&#x445; &#x43F;&#x43E;&#x434; &#x43A;&#x430;&#x43A;&#x438;&#x43C;-&#x43B;&#x438;&#x431;&#x43E; &#x441;&#x442;&#x430;&#x442;&#x443;&#x441;&#x43E;&#x43C; &#x43B;&#x438;&#x448;&#x430;&#x44E;&#x449;&#x438;&#x43C; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x430; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x432;&#x438;&#x433;&#x430;&#x442;&#x44C;&#x441;&#x44F;.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x432;&#x43E;&#x439; &#x440;&#x443;&#x43A;&#x438;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x43E;&#x43D;&#x430; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442;.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x437;&#x430;&#x445;&#x43E;&#x434; (&#x438; &#x43D;&#x430;&#x434;&#x435;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x440;&#x435;&#x434;&#x43A;&#x438;&#x445; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x44F;&#x445;) &#x437;&#x430; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x436;&#x430;-&#x438;&#x43D;&#x432;&#x430;&#x43B;&#x438;&#x434;&#x430; &#x43D;&#x430; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x433;&#x43E; &#x43D;&#x430;&#x434;&#x435;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x44B; &#x43F;&#x43E;&#x432;&#x435;&#x440;&#x445; &#x43E;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x435;&#x439; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x43A;&#x43E;&#x440;&#x43E;&#x442;&#x43A;&#x43E; &#x433;&#x43E;&#x432;&#x43E;&#x440;&#x44F; - &#x43D;&#x435; &#x432;&#x44B;&#x434;&#x430;&#x434;&#x443;&#x442; &#x43E;&#x431;&#x443;&#x432;&#x44C;, &#x435;&#x441;&#x43B;&#x438; &#x43D;&#x435;&#x442; &#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x441;&#x442;&#x443;&#x43F;&#x43D;&#x438;.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x43D;&#x435;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x449;&#x435;&#x435; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x435;&#x444;&#x43E;&#x440;&#x43C;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x447;&#x430;&#x441;&#x442;&#x435;&#x439; &#x442;&#x435;&#x43B;&#x430; &#x43F;&#x440;&#x438; &#x440;&#x435;&#x434;&#x43A;&#x43E;&#x439; &#x43C;&#x443;&#x442;&#x430;&#x446;&#x438;&#x438; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x430;.</li> 
        <li class="bugfix">&#x421;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x43E;&#x442;&#x435;&#x440;&#x438; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x435;&#x439; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x43E; &#x43D;&#x430;&#x447;&#x430;&#x442;&#x44C; &#x430;&#x434;&#x435;&#x43A;&#x432;&#x430;&#x442;&#x43D;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C;. &#x42D;&#x442;&#x43E; &#x43D;&#x435; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442; &#x447;&#x442;&#x43E; &#x443; &#x432;&#x430;&#x441; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x441;&#x43D;&#x43E;&#x432;&#x430; &#x432;&#x44B;&#x439;&#x434;&#x435;&#x442; &#x43E;&#x442;&#x441;&#x442;&#x440;&#x435;&#x43B;&#x438;&#x442;&#x44C; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x443; &#x43C;&#x435;&#x43B;&#x43A;&#x43E;&#x43A;&#x430;&#x43B;&#x438;&#x431;&#x435;&#x440;&#x43D;&#x44B;&#x43C; c20r &#x438;&#x43B;&#x438; &#x43E;&#x442;&#x440;&#x435;&#x437;&#x430;&#x442;&#x44C; &#x435;&#x435; &#x43F;&#x43B;&#x430;&#x441;&#x442;&#x438;&#x43A;&#x43E;&#x432;&#x44B;&#x43C; &#x43D;&#x43E;&#x436;&#x43E;&#x43C;. &#x41D;&#x443;&#x436;&#x43D;&#x43E; &#x443;&#x447;&#x438;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x43C;&#x435;&#x440; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x430; &#x438; &#x435;&#x433;&#x43E; &#x443;&#x440;&#x43E;&#x43D;.</li> 
        <li class="bugfix">&#x421;&#x434;&#x432;&#x43E;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43C;&#x435;&#x447;&#x438; &#x43D;&#x435; &#x432;&#x44B;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x43B;&#x438; &#x432;&#x435;&#x441; &#x432; &#x440;&#x435;&#x436;&#x438;&#x43C;&#x435; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; (&#x447;&#x442;&#x43E; &#x43A;&#x441;&#x442;&#x430;&#x442;&#x438; &#x438; &#x43B;&#x43E;&#x43C;&#x430;&#x43B;&#x43E; (&#x43F;&#x43E;&#x43C;&#x438;&#x43C;&#x43E; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;) &#x43E;&#x442;&#x447;&#x430;&#x441;&#x442;&#x438; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43E;&#x442;&#x440;&#x435;&#x437;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438;).</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x43D;&#x435;&#x43F;&#x440;&#x438;&#x44F;&#x442;&#x43D;&#x44B;&#x439; &#x440;&#x435;&#x434;&#x43A;&#x438;&#x439; &#x43C;&#x438;&#x43D;&#x438;-&#x444;&#x440;&#x438;&#x437; &#x43F;&#x440;&#x438; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; examine (&#x432;&#x43C;&#x435;&#x441;&#x442;&#x43E; &#x444;&#x440;&#x438;&#x437;&#x430; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x432;&#x438;&#x434;&#x438;&#x43C; &#x442;&#x430;&#x43A;&#x438;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x44B; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43E;&#x432; &#x432; &#x432;&#x438;&#x434;&#x435; &#x437;&#x435;&#x43B;&#x435;&#x43D;&#x43E;&#x433;&#x43E; &#x437;&#x43D;&#x430;&#x43A;&#x430; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x430; &#x438;&#x437; &#x431;&#x438;&#x43B;&#x434;&#x43C;&#x43E;&#x434;&#x430;).</li> 
        <li class="rscdel">&#x41E;&#x442;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x43B; &#x43A;&#x440;&#x43E;&#x432;&#x43E;&#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x443; &#x43C;&#x435;&#x440;&#x442;&#x432;&#x44B;&#x445; &#x43C;&#x43E;&#x431;&#x43E;&#x432; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x430; &quot;human&quot;.</li> 
        <li class="balance">&#x41F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x44B; &#x432; &#x440;&#x443;&#x43A;&#x430;&#x445; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x438; &#x437;&#x430;&#x43C;&#x435;&#x434;&#x43B;&#x44F;&#x442;&#x44C; &#x43D;&#x430;&#x447;&#x438;&#x43D;&#x430;&#x44F; &#x441; 3-&#x433;&#x43E; &#x43A;&#x43B;&#x430;&#x441;&#x441;&#x430; (&#x431;&#x44B;&#x43B;&#x43E; &#x441; 4-&#x433;&#x43E; &#x438; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x434;&#x43B;&#x44F; &#x43E;&#x433;&#x43D;&#x435;&#x441;&#x442;&#x440;&#x435;&#x43B;&#x430;), &#x43F;&#x43E;&#x44D;&#x442;&#x43E;&#x43C;&#x443; &#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x431;&#x435;&#x436;&#x43A;&#x443; &#x43F;&#x43E; &#x441;&#x442;&#x430;&#x43D;&#x446;&#x438;&#x438; &#x432;&#x44B;&#x433;&#x43E;&#x434;&#x43D;&#x435;&#x435; &#x441; &#x43F;&#x443;&#x441;&#x442;&#x44B;&#x43C;&#x438; &#x440;&#x443;&#x43A;&#x430;&#x43C;&#x438; &#x438;&#x43B;&#x438; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x430;&#x43C;&#x438; &#x43D;&#x435; &#x432;&#x43B;&#x438;&#x44F;&#x44E;&#x449;&#x438;&#x43C;&#x438; &#x43D;&#x430; &#x432;&#x435;&#x441;.</li> 
        <li class="balance">&#x413;&#x438;&#x43F;&#x435;&#x440;&#x446;&#x438;&#x43D; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x430;&#x43D;&#x43D;&#x443;&#x43B;&#x438;&#x440;&#x443;&#x435;&#x442; &#x44D;&#x444;&#x444;&#x435;&#x43A;&#x442;&#x44B; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x438; &#x43E;&#x442; &#x43D;&#x43E;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43E;&#x432; (&#x440;&#x438;&#x433;&#x438;, &#x431;&#x43E;&#x442;&#x438;&#x43D;&#x43A;&#x438;, &#x441;&#x43F;&#x438;&#x43D;&#x430; &#x438; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x44B; &#x432; &#x440;&#x443;&#x43A;&#x430;&#x445;).</li> 
        <li class="balance">&#x41C;&#x443;&#x442;&#x430;&#x446;&#x438;&#x44F; &#x431;&#x435;&#x433;&#x430; &#x434;&#x430;&#x435;&#x442; &#x43B;&#x435;&#x433;&#x43A;&#x43E;&#x435; &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x435;&#x43D;&#x438;&#x435;, &#x430; &#x43D;&#x435; &#x430;&#x43D;&#x43D;&#x443;&#x43B;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x432;&#x441;&#x435;&#x433;&#x43E; &#x432;&#x44B;&#x441;&#x447;&#x438;&#x442;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x432;&#x438;&#x436;&#x435;&#x43D;&#x438;&#x44F;.</li> 
        <li class="balance">&#x428;&#x43E;&#x43A;&#x43E;&#x432;&#x43E;&#x435; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x435; &#x43F;&#x43B;&#x430;&#x432;&#x43D;&#x43E; &#x437;&#x430;&#x43C;&#x435;&#x434;&#x43B;&#x44F;&#x435;&#x442; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x430; &#x43F;&#x43E; &#x43C;&#x435;&#x440;&#x435; &#x440;&#x43E;&#x441;&#x442;&#x430;, &#x430; &#x43D;&#x435; &#x444;&#x438;&#x43A;&#x441;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43E; &#x43F;&#x440;&#x438; &#x432;&#x43E;&#x437;&#x43D;&#x438;&#x43A;&#x43D;&#x43E;&#x432;&#x435;&#x43D;&#x438;&#x438;.</li> 
        <li class="balance">Strained muscles (changeling) &#x43F;&#x43E;&#x442;&#x435;&#x440;&#x44F;&#x43B;&#x430; &#x43D;&#x435;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x438;, &#x43D;&#x43E; &#x437;&#x430;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43B;&#x430; &#x438; &#x43F;&#x43E; &#x43E;&#x431;&#x448;&#x438;&#x432;&#x43A;&#x435;.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x43F;&#x430;&#x440;&#x430;&#x43C;&#x435;&#x442;&#x440;&#x44B; fleshmass (organic space suit - changeling). &#x41D;&#x435; &#x437;&#x430;&#x449;&#x438;&#x449;&#x430;&#x435;&#x442; &#x43E;&#x442; &#x438;&#x433;&#x43E;&#x43B;&#x43E;&#x43A;, &#x433;&#x43E;&#x440;&#x43E;&#x445;&#x430;, &#x442;&#x430;&#x437;&#x435;&#x440;&#x430; &#x438; &#x442;&#x43E;&#x43C;&#x443; &#x43F;&#x43E;&#x434;&#x43E;&#x431;&#x43D;&#x43E;&#x435;, &#x431;&#x43E;&#x43D;&#x443;&#x441;&#x43E;&#x43C; &#x443;&#x441;&#x438;&#x43B;&#x435;&#x43D; &#x44D;&#x444;&#x444;&#x435;&#x43A;&#x442; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x438; &#x44D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430;. &#x414;&#x43B;&#x44F; &#x437;&#x430;&#x449;&#x438;&#x442;&#x44B; &#x435;&#x441;&#x442;&#x44C; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x431;&#x440;&#x43E;&#x43D;&#x438;.</li> 
        <li class="tweak">&#x422;&#x435;&#x43D;&#x435;&#x43B;&#x438;&#x43D;&#x433;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x441;&#x442;&#x430;&#x43B;&#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x442;&#x44C; &#x431;&#x440;&#x43E;&#x43D;&#x44E; &#x43F;&#x440;&#x438; &#x442;&#x440;&#x430;&#x43D;&#x441;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x438; (&#x447;&#x442;&#x43E;&#x431;&#x44B; &#x435;&#x435; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x442;&#x44C;, &#x43D;&#x430;&#x434;&#x43E; &#x43A;&#x430;&#x43A; &#x440;&#x430;&#x437; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x443;&#x43C;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x43E;&#x441;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x445;&#x438;&#x442;&#x438;&#x43D;&#x430;) &#x438; &#x43A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x435; &#x441;&#x432;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x438;&#x437; &#x433;&#x43B;&#x430;&#x437; &#x43F;&#x43E;&#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43F;&#x440;&#x438; &#x43D;&#x430;&#x434;&#x435;&#x442;&#x43E;&#x43C; &#x43B;&#x44E;&#x431;&#x43E;&#x43C; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x43D;&#x43E;&#x43C; &#x443;&#x431;&#x43E;&#x440;&#x435;.</li> 
        <li class="bugfix">&#x414;&#x43E;&#x43B;&#x436;&#x43D;&#x44B; &#x438;&#x441;&#x447;&#x435;&#x437;&#x43D;&#x443;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;&#x44B; &#x441;&#x43E; &#x441;&#x442;&#x430;&#x442;&#x443;&#x441;&#x430;&#x43C;&#x438; &#x43F;&#x440;&#x438; &#x43D;&#x430;&#x43B;&#x438;&#x447;&#x438;&#x438; &#x438;&#x43C;&#x43C;&#x443;&#x43D;&#x438;&#x442;&#x435;&#x442;&#x430; (&#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440; &#x433;&#x43E;&#x43B;&#x435;&#x43C; &#x43F;&#x440;&#x438; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x438; &#x430;&#x442;&#x43C;&#x43E;&#x441;&#x444;&#x435;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x434;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43C;&#x43E;&#x433; &#x443;&#x43F;&#x430;&#x441;&#x442;&#x44C; &#x438; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43D;&#x435; &#x432;&#x441;&#x442;&#x430;&#x442;&#x44C;).</li> 
        <li class="balance">&#x413;&#x43E;&#x43B;&#x435;&#x43C;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B;&#x438; &#x430;&#x434;&#x435;&#x43A;&#x432;&#x430;&#x442;&#x43D;&#x43E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x449;&#x443;&#x44E; &#x441;&#x43E;&#x43F;&#x440;&#x43E;&#x442;&#x438;&#x432;&#x43B;&#x44F;&#x435;&#x43C;&#x43E;&#x441;&#x442;&#x44C; &#x43A; &#x440;&#x430;&#x437;&#x43D;&#x43E;&#x433;&#x43E; &#x440;&#x43E;&#x434;&#x430; &#x432;&#x435;&#x449;&#x430;&#x43C; (&#x431;&#x43E;&#x43B;&#x435;&#x437;&#x43D;&#x438;, &#x442;&#x43E;&#x43A;&#x441;&#x438;&#x43D;&#x44B;, &#x431;&#x440;&#x435;&#x439;&#x43D; &#x434;&#x430;&#x43C;&#x430;&#x433; &#x438; &#x442;.&#x434;.), &#x434;&#x432;&#x443;&#x43A;&#x440;&#x430;&#x442;&#x43D;&#x430;&#x44F; &#x43D;&#x430;&#x434;&#x431;&#x430;&#x432;&#x43A;&#x430; &#x43A; &#x445;&#x43F; (&#x43D;&#x435; &#x444;&#x438;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435;), &#x43F;&#x435;&#x440;&#x435;&#x441;&#x442;&#x430;&#x43B;&#x438; &#x43E;&#x444;&#x438;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x447;&#x443;&#x432;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x431;&#x43E;&#x43B;&#x44C; (&#x435;&#x441;&#x43B;&#x438; &#x433;&#x434;&#x435;-&#x442;&#x43E; &#x438; &#x43F;&#x440;&#x43E;&#x441;&#x43A;&#x43E;&#x447;&#x438;&#x442;, &#x442;&#x43E; &#x44D;&#x442;&#x43E; &#x443;&#x436;&#x435; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;&#x44B; &#x43A;&#x43E;&#x434;&#x430; &#x432; &#x446;&#x435;&#x43B;&#x43E;&#x43C;, &#x430; &#x43D;&#x435; &#x433;&#x43E;&#x43B;&#x435;&#x43C;&#x43E;&#x432;).</li> 
        <li class="balance">&#x41E;&#x441;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x440;&#x43E;&#x432;&#x438; &#x43E;&#x442; &#x43E;&#x433;&#x43D;&#x44F; (&#x43B;&#x430;&#x437;&#x435;&#x440; &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;) &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x43A;&#x43E;&#x441;&#x43C;&#x435;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x44D;&#x444;&#x444;&#x435;&#x43A;&#x442; &#x438; &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x43F;&#x43E;&#x442;&#x435;&#x440;&#x44F;&#x442;&#x44C; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43A;&#x43E;&#x43B;.&#x432;&#x43E; &#x43A;&#x440;&#x43E;&#x432;&#x438; - &#x44D;&#x442;&#x43E; &#x43B;&#x438;&#x431;&#x43E; &#x43D;&#x430;&#x434;&#x43E; &#x432; &#x43F;&#x43E;&#x436;&#x430;&#x440;&#x435; &#x43F;&#x43E;&#x431;&#x44B;&#x432;&#x430;&#x442;&#x44C;, &#x43B;&#x438;&#x431;&#x43E; &#x432; &#x432;&#x430;&#x441; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x44B; &#x43F;&#x43E;&#x43F;&#x430;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x437; 30-40 &#x441; &#x43A;&#x430;&#x43A;&#x43E;&#x433;&#x43E;-&#x43D;&#x438;&#x431;&#x443;&#x434;&#x44C; &#x435;&#x433;&#x430;&#x43D;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="31.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">31.05.2017</h3> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41F;&#x43E;&#x44F;&#x432;&#x438;&#x43B;&#x430;&#x441;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x438;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x440;&#x43E;&#x432;&#x43E;&#x442;&#x43E;&#x447;&#x430;&#x449;&#x438;&#x435; &#x440;&#x430;&#x43D;&#x44B; &#x440;&#x443;&#x43A;&#x43E;&#x439; &#x43D;&#x430; &quot;&#x445;&#x435;&#x43B;&#x43F;&#x435;&quot; - &#x441;&#x435;&#x431;&#x435; &#x438;&#x43B;&#x438; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43A;&#x43B;&#x438;&#x43A; &#x443;&#x441;&#x438;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x43C; &quot;&#x441;&#x438;&#x43D;&#x438;&#x43C;-&#x433;&#x440;&#x430;&#x431;&#x43E;&#x43C;&quot; - &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C;, &#x447;&#x442;&#x43E; &#x441;&#x43D;&#x438;&#x436;&#x430;&#x435;&#x442; &#x43E;&#x431;&#x438;&#x43B;&#x438;&#x435; &#x43A;&#x440;&#x43E;&#x432;&#x43E;&#x43F;&#x43E;&#x442;&#x435;&#x440;&#x438;.</li> 
        <li class="balance">&#x412;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x435;&#x435; &#x43A;&#x440;&#x43E;&#x432;&#x43E;&#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x437;&#x430;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x43E; &quot;&#x430;&#x440;&#x442;&#x435;&#x440;&#x438;&#x44F;&#x43C;&#x438;&quot;, &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x430;&#x43C; &#x43D;&#x438;&#x447;&#x435;&#x433;&#x43E; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x443;&#x447;&#x438;&#x442;&#x44C; &#x43D;&#x435; &#x43D;&#x430;&#x434;&#x43E;, &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x44D;&#x442;&#x43E; &#x442;&#x43E;&#x447;&#x43D;&#x43E; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; fixOvein &#x432; &#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x43F;&#x43E;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438;.</li> 
        <li class="rscadd">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43B;&#x430;&#x437;&#x435;&#x440;&#x44B; &#x43C;&#x43E;&#x433;&#x443;&#x442; &#x43D;&#x430;&#x43D;&#x43E;&#x441;&#x438;&#x442;&#x44C; &#x443;&#x440;&#x43E;&#x43D; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x43D;&#x438;&#x43C; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x430;&#x43C;.</li> 
        <li class="rscadd">&#x423;&#x440;&#x43E;&#x43D; &#x442;&#x438;&#x43F;&#x430; &quot;BURN&quot; &#x43E;&#x441;&#x443;&#x448;&#x430;&#x435;&#x442; &#x43A;&#x440;&#x43E;&#x432;&#x44C;.</li> 
        <li class="rscadd">&#x41A;&#x43E;&#x43D;&#x435;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43D;&#x430;&#x443;&#x447;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43E;&#x442;&#x434;&#x435;&#x43B;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x442;&#x440;&#x435;&#x43C;&#x44F; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x43C;&#x438; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x430;&#x43C;&#x438; (&#x43A;&#x430;&#x43A; &#x43E;&#x431;&#x44B;&#x447;&#x43D;&#x43E;, &#x43F;&#x440;&#x435;&#x432;&#x440;&#x430;&#x449;&#x430;&#x44F;&#x441;&#x44C; &#x432; &#x43F;&#x435;&#x43F;&#x435;&#x43B; &#x438;&#x43B;&#x438; &#x440;&#x430;&#x437;&#x43B;&#x435;&#x442;&#x430;&#x44F;&#x441;&#x44C; &#x43D;&#x430; &#x433;&#x438;&#x431;&#x441;&#x44B;).</li> 
        <li class="sound">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x437;&#x432;&#x443;&#x43A; &#x43B;&#x43E;&#x43C;&#x430;&#x44E;&#x449;&#x438;&#x445;&#x441;&#x44F; &#x43A;&#x43E;&#x441;&#x442;&#x435;&#x439;.</li> 
       </ul> 
      </div> 
      <div data-author="dred1792"> 
       <h4 class="author">dred1792:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x41C;&#x43E;&#x436;&#x43D;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x431;&#x435;&#x437;&#x434;&#x43E;&#x43D;&#x43D;&#x443;&#x44E; &#x441;&#x443;&#x43C;&#x43A;&#x443; &#x434;&#x43B;&#x44F; &#x440;&#x443;&#x434;&#x44B;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x433;&#x438;&#x434;&#x440;&#x430;&#x432;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x435; &#x43D;&#x43E;&#x436;&#x43D;&#x438;&#x446;&#x44B; (&#x43B;&#x43E;&#x43C; + &#x43A;&#x443;&#x441;&#x430;&#x447;&#x43A;&#x438;) &#x438; &#x448;&#x443;&#x440;&#x443;&#x43F;&#x43E;&#x432;&#x451;&#x440;&#x442; (&#x43E;&#x442;&#x432;&#x451;&#x440;&#x442;&#x43A;&#x430; + &#x433;&#x430;&#x435;&#x447;&#x43D;&#x44B;&#x439; &#x43A;&#x43B;&#x44E;&#x447;).</li> 
        <li class="tweak">&#x41C;&#x430;&#x433;&#x43D;&#x438;&#x442;&#x43D;&#x44B;&#x435; &#x431;&#x43E;&#x442;&#x438;&#x43D;&#x43A;&#x438; &#x438; &#x44D;&#x43A;&#x441;&#x43F;&#x435;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x443;&#x44E; &#x433;&#x43E;&#x440;&#x435;&#x43B;&#x43A;&#x443; &#x441; &#x441;&#x430;&#x43C;&#x43E; &#x432;&#x43E;&#x437;&#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x44F;&#x435;&#x43C;&#x44B;&#x43C; &#x442;&#x43E;&#x43F;&#x43B;&#x438;&#x432;&#x43E;&#x43C; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x442;&#x44C; &#x432; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43B;&#x430;&#x442;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="Gyaviste"> 
       <h4 class="author">Gyaviste:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x420;&#x435;&#x447;&#x44C; &#x430;&#x431;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x440;&#x43E;&#x432; &#x43D;&#x435; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x430;&#x43B;&#x430;&#x441;&#x44C; &#x432; &#x43B;&#x43E;&#x433;&#x430;&#x445;.</li> 
        <li class="bugfix">&#x41F;&#x43E;&#x434;&#x441;&#x43A;&#x430;&#x43B;&#x44C;&#x437;&#x44B;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43D;&#x430; PDA &#x43A;&#x43B;&#x43E;&#x443;&#x43D;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x43B;&#x43E; &#x43D;&#x435;&#x432;&#x435;&#x440;&#x43D;&#x43E;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x43E;&#x43F;&#x43E;&#x43B;&#x437;&#x430;&#x44E;&#x449;&#x438;&#x439; &#x43F;&#x43E;&#x434; &#x43C;&#x44B;&#x43B;&#x43E;&#x43C; &#x43F;&#x43E;&#x434;&#x441;&#x43A;&#x430;&#x43B;&#x44C;&#x437;&#x44B;&#x432;&#x430;&#x43B;&#x441;&#x44F; &#x43D;&#x430; &#x43D;&#x451;&#x43C;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="27.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">27.05.2017</h3> 
      <div data-author="StrikS"> 
       <h4 class="author">StrikS:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x414;&#x435;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x43E;&#x440; &#x420;&#x41D;&#x414; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x443;&#x432;&#x435;&#x434;&#x43E;&#x43C;&#x438;&#x442; &#x432;&#x430;&#x441;, &#x435;&#x441;&#x43B;&#x438; &#x440;&#x430;&#x437;&#x431;&#x438;&#x440;&#x430;&#x435;&#x43C;&#x430;&#x44F; &#x432;&#x435;&#x449;&#x44C; &#x43D;&#x435; &#x43F;&#x43E;&#x432;&#x44B;&#x441;&#x438;&#x442; &#x443;&#x440;&#x43E;&#x432;&#x435;&#x43D;&#x44C; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x439;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x44D;&#x43A;&#x440;&#x430;&#x43D;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x430;&#x44F; &#x441;&#x435;&#x442;&#x43A;&#x430;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x443;&#x44E; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x432;&#x441;&#x443;&#x43D;&#x443;&#x442;&#x44C; &#x432; &#x440;&#x430;&#x434;&#x438;&#x43E;/&#x43D;&#x430;&#x443;&#x448;&#x43D;&#x438;&#x43A; &#x434;&#x43B;&#x44F; &#x437;&#x430;&#x449;&#x438;&#x442;&#x44B; &#x43E;&#x442; &#x42D;&#x41C;&#x418;. &#x41F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x441;&#x44F; &#x432; &#x420;&#x41D;&#x414;.</li> 
        <li class="rscadd">&#x41F;&#x43E;&#x44F;&#x432;&#x438;&#x43B;&#x430;&#x441;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43D;&#x430;&#x441;&#x442;&#x440;&#x43E;&#x438;&#x442;&#x44C; &#x432; &#x43F;&#x440;&#x435;&#x444;&#x435;&#x440;&#x435;&#x43D;&#x441;&#x430;&#x445; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x441;&#x432;&#x43E;&#x435;&#x433;&#x43E; &#x441;&#x438;&#x43A;&#x435;&#x44F; &#x432; &#x41B;&#x41E;&#x41E;&#x41A;&#x435;/&#x414;&#x435;&#x434;&#x447;&#x430;&#x442;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="Gyaviste"> 
       <h4 class="author">Gyaviste:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; Energy Star &#x43D;&#x438;&#x43D;&#x434;&#x437;&#x435;&#x439; &#x43D;&#x438;&#x447;&#x435;&#x433;&#x43E; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x438;&#x441;&#x445;&#x43E;&#x434;&#x438;&#x43B;&#x43E;.</li> 
        <li class="bugfix">&#x41D;&#x435;&#x432;&#x435;&#x440;&#x43D;&#x43E; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x430;&#x43B;&#x43E;&#x441;&#x44C; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x434;&#x44B;&#x43C;&#x43E;&#x432;&#x44B;&#x445; &#x431;&#x43E;&#x43C;&#x431; &#x443; &#x43D;&#x438;&#x43D;&#x434;&#x437;&#x438;.</li> 
        <li class="rscadd">&#x41D;&#x438;&#x43D;&#x434;&#x437;&#x44F; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x43E;&#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x441;&#x43E; &#x432;&#x437;&#x440;&#x44B;&#x432;&#x43D;&#x44B;&#x43C; &#x438;&#x43C;&#x43F;&#x43B;&#x430;&#x43D;&#x442;&#x43E;&#x43C;.</li> 
       </ul> 
      </div> 
      <div data-author="Tolerant"> 
       <h4 class="author">Tolerant:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x412; &#x438;&#x433;&#x440;&#x443; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; 3 &#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x44D;&#x43B;&#x435;&#x43C;&#x435;&#x43D;&#x442;&#x430; &#x43E;&#x434;&#x435;&#x436;&#x434;&#x44B;: &#x430;&#x432;&#x438;&#x430;&#x442;&#x43E;&#x440;&#x441;&#x43A;&#x438;&#x435; &#x43E;&#x447;&#x43A;&#x438; (Aviator glasses) &#x438; &#x43F;&#x430;&#x43B;&#x44C;&#x442;&#x43E; (serif coat) &#x432; &#x43B;&#x43E;&#x434;&#x430;&#x443;&#x442;&#x435;, &#x443;&#x43D;&#x438;&#x444;&#x43E;&#x440;&#x43C;&#x430; (rogue jacket) &#x432; ClothesMate&apos;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x423;&#x431;&#x440;&#x430;&#x43D;&#x430; &#x441;&#x438;&#x43D;&#x434;&#x438;&#x43A;&#x430;&#x442;&#x43E;&#x432;&#x441;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x440;&#x43E;&#x431;&#x43A;&#x430; &#x441; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43C;&#x438; &#x438;&#x437; &#x43A;&#x43E;&#x441;&#x43C;&#x43E;&#x441;&#x430; &#x443; &#x441;&#x43F;&#x443;&#x442;&#x43D;&#x438;&#x43A;&#x430; &#x418;&#x418;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="22.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">22.05.2017</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x41F;&#x440;&#x438; &#x43B;&#x43E;&#x433;&#x430;&#x443;&#x442;&#x435; &#x418;&#x418;, &#x447;&#x435;&#x440;&#x435;&#x437; &#x434;&#x435;&#x441;&#x44F;&#x442;&#x44C; &#x43C;&#x438;&#x43D;&#x443;&#x442; &#x441;&#x43B;&#x43E;&#x442; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x43E;&#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x438;&#x442;&#x441;&#x44F;.</li> 
        <li class="tweak">&#x412; &#x41F;&#x440;&#x43E;&#x442;&#x43E;&#x442;&#x43E;&#x43B;&#x430;&#x442; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x440;&#x435;&#x446;&#x435;&#x43F;&#x442;&#x44B; &#x41B;10 &#x438; &#x43C;&#x430;&#x433;&#x430;&#x437;&#x438;&#x43D;&#x430; &#x43A; &#x43D;&#x435;&#x43C;&#x443;.</li> 
       </ul> 
      </div> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438;&#x43A;&#x440;&#x44B;&#x442;&#x430; &#x43B;&#x430;&#x432;&#x43E;&#x447;&#x43A;&#x430; &#x441; &#x434;&#x44E;&#x43F;&#x43E;&#x43C; &#x440;&#x435;&#x441;&#x443;&#x440;&#x441;&#x43E;&#x432; &#x432; &#x420;&#x43D;&#x414; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43B;&#x430;&#x442; &#x438; &#x444;&#x430;&#x431;&#x440;&#x438;&#x43A;&#x430;&#x442;&#x43E;&#x440; &#x43C;&#x435;&#x445;&#x43E;&#x432;.</li> 
        <li class="balance">&#x423;&#x432;&#x435;&#x43B;&#x438;&#x447;&#x435;&#x43D;&#x430; &#x441;&#x43A;&#x43E;&#x440;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x440;&#x44B;&#x436;&#x43A;&#x430; &#x445;&#x430;&#x43D;&#x442;&#x435;&#x440;&#x43E;&#x432; &#x432; &#x434;&#x432;&#x430; &#x440;&#x430;&#x437;&#x430;.</li> 
        <li class="bugfix">&#x425;&#x430;&#x43D;&#x442;&#x435;&#x440;&#x44B; &#x43F;&#x440;&#x438; &#x43F;&#x440;&#x44B;&#x436;&#x43A;&#x435; &quot;&#x432;&#x440;&#x435;&#x437;&#x430;&#x43B;&#x438;&#x441;&#x44C;&quot; &#x432; &#x43F;&#x43E;&#x43B;.</li> 
        <li class="bugfix">&#x424;&#x430;&#x43A;&#x441;&#x44B;, &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x43C;&#x44B;&#x435; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x430;&#x43C;&#x438;, &#x43D;&#x435; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x43B;&#x438; html &#x442;&#x435;&#x433;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="P-20"> 
       <h4 class="author">P-20:</h4> 
       <ul class="changelog"> 
        <li class="balance">&#x41F;&#x435;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x430;&#x43D;&#x44B; &#x438; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x44B; &#x432;&#x441;&#x435; &#x43D;&#x430;&#x431;&#x43E;&#x440;&#x44B; &#x421;&#x438;&#x43D;&#x434;&#x438;&#x43A;&#x430;&#x442;&#x430;. <a class="btn btn-xs btn-success link-btn" href="https://github.com/TauCetiStation/TauCetiClassic/pull/1481">Read More</a></li> 
        <li class="rscdel">&#x423;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x44B; &#x43D;&#x430;&#x431;&#x43E;&#x440;&#x44B; : &quot;LORDSINGULO&quot;,&quot;MURDER&quot;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x421;&#x438;&#x43D;&#x434;&#x438;&#x43A;&#x430;&#x442;&#x43E;&#x432;&#x441;&#x43A;&#x438;&#x435; &#x43D;&#x430;&#x431;&#x43E;&#x440;&#x44B; : &quot;NINJA&quot;,&quot;GADGET&quot;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="18.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">18.05.2017</h3> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x423; &#x434;&#x438;&#x43E;&#x43D; &#x441; &#x43C;&#x443;&#x442;&#x430;&#x446;&#x438;&#x435;&#x439; &#x43E;&#x436;&#x438;&#x440;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x43B; &#x442;&#x43E;&#x440;&#x441;.</li> 
        <li class="bugfix">&#x41E;&#x442;&#x432;&#x435;&#x440;&#x442;&#x43A;&#x43E;&#x439; &#x43D;&#x435;&#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x441;&#x442;&#x438; &#x433;&#x435;&#x442;&#x442;&#x43E;-&#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x44E; &#x43D;&#x430; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x435; &#x438; &#x435;&#x435; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x430;&#x445;.</li> 
       </ul> 
      </div> 
      <div data-author="YulianR"> 
       <h4 class="author">YulianR:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x41F;&#x43E;&#x44F;&#x432;&#x438;&#x43B;&#x430;&#x441;&#x44C; &#x437;&#x430;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; &#x43F;&#x440;&#x438; &#x43D;&#x430;&#x434;&#x443;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x43D;&#x430;&#x434;&#x443;&#x432;&#x43D;&#x44B;&#x445; &#x441;&#x442;&#x435;&#x43D; &#x438; &#x434;&#x432;&#x435;&#x440;&#x435;&#x439;.</li> 
       </ul> 
      </div> 
      <div data-author="Djekke"> 
       <h4 class="author">Djekke:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x438;&#x43B; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x431;&#x438;&#x440;&#x430;&#x442;&#x44C; &#x43D;&#x435;&#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43E;&#x441;&#x442;&#x43E;&#x432; &#x43A;&#x438;&#x431;&#x43E;&#x440;&#x433;&#x43E;&#x432; &#x43D;&#x430; &#x437;&#x430;&#x43F;&#x447;&#x430;&#x441;&#x442;&#x438;. &#x413;&#x430;&#x435;&#x447;&#x43D;&#x44B;&#x439; &#x43A;&#x43B;&#x44E;&#x447; &#x434;&#x43B;&#x44F; &#x440;&#x430;&#x437;&#x431;&#x43E;&#x440;&#x43A;&#x438; &#x43E;&#x441;&#x442;&#x43E;&#x432;&#x430; &#x43D;&#x430; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x44E;&#x449;&#x438;&#x435;, &#x43B;&#x43E;&#x43C;&#x43E;&#x43C; &#x432;&#x44B;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x44C; &#x444;&#x43B;&#x435;&#x448;&#x43A;&#x438;\&#x431;&#x430;&#x442;&#x430;&#x440;&#x435;&#x44E;, &#x43A;&#x443;&#x441;&#x430;&#x447;&#x43A;&#x430;&#x43C;&#x438; &#x432;&#x44B;&#x440;&#x435;&#x437;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;.</li> 
        <li class="tweak">&#x41E;&#x441;&#x442;&#x43E;&#x432; &#x43A;&#x438;&#x431;&#x43E;&#x440;&#x433;&#x430; &#x43F;&#x440;&#x438; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x438; &#x432; &#x43D;&#x435;&#x433;&#x43E; &#x434;&#x435;&#x442;&#x430;&#x43B;&#x435;&#x439; &#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x438;&#x442;&#x441;&#x44F; &#x442;&#x44F;&#x436;&#x435;&#x43B;&#x435;&#x435; &#x438; &#x43D;&#x435; &#x43B;&#x435;&#x437;&#x435;&#x442; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x435; &#x432; &#x441;&#x443;&#x43C;&#x43A;&#x443;.</li> 
       </ul> 
      </div> 
      <div data-author="dred1792"> 
       <h4 class="author">dred1792:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43C;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43D;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x44F;&#x449;&#x438;&#x43A;&#x430; &#x441; &#x437;&#x430;&#x43C;&#x43A;&#x43E;&#x43C;.</li> 
        <li class="tweak">&#x412; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x44F;&#x449;&#x438;&#x43A; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x435;&#x43C;&#x44B;&#x439; &#x432; &#x43A;&#x430;&#x440;&#x433;&#x43E; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x435; &#x448;&#x430;&#x43F;&#x43E;&#x447;&#x43A;&#x438;.</li> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; 5 &#x44F;&#x449;&#x438;&#x43A;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x437;&#x430;&#x43A;&#x430;&#x437;&#x430;: &#x441; &#x43C;&#x435;&#x448;&#x43A;&#x430;&#x43C;&#x438; &#x434;&#x43B;&#x44F; &#x442;&#x435;&#x43B;, &#x441; &#x43A;&#x440;&#x43E;&#x432;&#x44C;&#x44E; &#x434;&#x43B;&#x44F; &#x43F;&#x435;&#x440;&#x435;&#x43B;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x43A;&#x430;&#x43F;&#x435;&#x43B;&#x44C;&#x43D;&#x438;&#x446;&#x435;&#x439;, &#x433;&#x435;&#x43D;&#x435;&#x440;&#x430;&#x442;&#x43E;&#x440;&#x43E;&#x43C; &#x430;&#x43D;&#x43E;&#x43C;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x43B;&#x44F;, &#x43F;&#x440;&#x43E;&#x436;&#x435;&#x43A;&#x442;&#x43E;&#x440;&#x430;&#x43C;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="Belfogor"> 
       <h4 class="author">Belfogor:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41A;&#x43E;&#x43C;&#x431;&#x430;&#x442; &#x431;&#x435;&#x43B;&#x442; &#x438;&#x43C;&#x435;&#x43B; &#x43D;&#x430; &#x43A;&#x443;&#x43A;&#x43B;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43E;&#x431;&#x44B;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x44F;&#x441;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="14.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">14.05.2017</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x434;&#x43B;&#x44F; &#x438;&#x433;&#x440;&#x44B; &#x43D;&#x430; &#x43F;&#x438;&#x430;&#x43D;&#x438;&#x43D;&#x43E;, &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x443; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x441;&#x442;&#x43E;&#x44F;&#x442;&#x44C; &#x440;&#x44F;&#x434;&#x43E;&#x43C; &#x441; &#x43D;&#x438;&#x43C;.</li> 
       </ul> 
      </div> 
      <div data-author="skvazarb"> 
       <h4 class="author">skvazarb:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435; APC &#x431;&#x435;&#x437; &#x431;&#x430;&#x442;&#x430;&#x440;&#x435;&#x438; &#x438; &#x441; &#x440;&#x430;&#x437;&#x440;&#x44F;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x431;&#x430;&#x442;&#x430;&#x440;&#x435;&#x435;&#x439;.</li> 
       </ul> 
      </div> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x420;&#x430;&#x437;&#x432;&#x435;&#x440;&#x43D;&#x443;&#x442;&#x44B;&#x439; &quot;neaera cube&quot; (&#x441;&#x43A;&#x440;&#x435;&#x43B;&#x44C;&#x441;&#x43A;&#x438;&#x439; &#x43C;&#x430;&#x43D;&#x43A;&#x438; &#x43A;&#x443;&#x431;) &#x43D;&#x435; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x432;&#x430;&#x43B; &#x43E;&#x431;&#x435;&#x437;&#x44C;&#x44F;&#x43D;&#x443; &#x43F;&#x440;&#x438; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44F;&#x445;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="11.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">11.05.2017</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x43A;&#x440;&#x438;&#x442;&#x435;, &#x43C;&#x43E;&#x431; &#x43D;&#x435;&#x43A;&#x43E;&#x440;&#x440;&#x435;&#x43A;&#x442;&#x43D;&#x43E; &#x437;&#x430;&#x43B;&#x435;&#x437;&#x430;&#x43B; &#x43D;&#x430; &#x431;&#x430;&#x439;&#x43A; &#x43F;&#x438;&#x440;&#x430;&#x442;&#x43E;&#x432; &#x438; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B; &#x441; &#x43D;&#x438;&#x43C;.</li> 
        <li class="bugfix">&#x410;&#x442;&#x430;&#x43A;&#x438; &#x43F;&#x43E; &#x43F;&#x440;&#x43E;&#x441;&#x442;&#x44B;&#x43C; &#x436;&#x438;&#x432;&#x43E;&#x442;&#x43D;&#x44B;&#x43C; &#x434;&#x443;&#x431;&#x43B;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43A;&#x430;&#x43A; &#x432; &#x442;&#x435;&#x445;&#x43D;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x43C;, &#x442;&#x430;&#x43A; &#x438; &#x432; &#x432;&#x438;&#x437;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x43C; &#x43F;&#x43B;&#x430;&#x43D;&#x435;.</li> 
        <li class="bugfix">&#x41D;&#x430;&#x434;&#x43F;&#x438;&#x441;&#x44C; &quot;Heads of staff&quot; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x43B;&#x430;&#x441;&#x44C; &#x432; &#x43D;&#x435;&#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x441;&#x442;&#x440;&#x43E;&#x447;&#x43A;&#x435; &#x432; &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x43A;&#x435; &#x43E;&#x43A;&#x43E;&#x43D;&#x447;&#x430;&#x43D;&#x438;&#x44F; &#x440;&#x435;&#x432;&#x43E;&#x43B;&#x44E;&#x446;&#x438;&#x438;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x442;&#x435;&#x43B;&#x435;&#x43F;&#x43E;&#x440;&#x442;&#x430; &#x430;&#x431;&#x434;&#x443;&#x43A;&#x442;&#x43E;&#x440;&#x43E;&#x432; &#x43D;&#x430; &#x436;&#x435;&#x440;&#x442;&#x432;&#x435; &#x43F;&#x440;&#x438;&#x432;&#x44F;&#x437;&#x43A;&#x430; &#x43A; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x430;&#x43C; (&#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440; &#x43C;&#x435;&#x434;. &#x43A;&#x430;&#x442;&#x430;&#x43B;&#x43A;&#x430;) &#x43D;&#x435; &#x441;&#x431;&#x440;&#x430;&#x441;&#x44B;&#x432;&#x430;&#x43B;&#x430;&#x441;&#x44C;.</li> 
        <li class="bugfix">&#x41F;&#x435;&#x440;&#x435;&#x43B;&#x435;&#x437;&#x430;&#x43D;&#x438;&#x435; &#x447;&#x435;&#x440;&#x435;&#x437; &#x437;&#x430;&#x43A;&#x440;&#x44B;&#x442;&#x44B;&#x435; &#x448;&#x43B;&#x44E;&#x437;&#x44B; &#x445;&#x443;&#x43C;&#x430;&#x43D;&#x43E;&#x43C; &#x441; &#x43C;&#x443;&#x442;&#x430;&#x446;&#x438;&#x435;&#x439; &#x445;&#x430;&#x43B;&#x43A;&#x430; &#x443;&#x431;&#x438;&#x432;&#x430;&#x43B;&#x430; &#x438;&#x445;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="07.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">07.05.2017</h3> 
      <div data-author="skvazarb"> 
       <h4 class="author">skvazarb:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x438;&#x449;&#x435;&#x432;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x446;&#x435;&#x441;&#x441;&#x43E;&#x440; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x438;&#x442; &#x441;&#x44B;&#x440;&#x44B;&#x435; &#x43C;&#x44F;&#x441;&#x43D;&#x44B;&#x435; &#x448;&#x430;&#x440;&#x438;&#x43A;&#x438;, &#x430; &#x43D;&#x435; &#x433;&#x43E;&#x442;&#x43E;&#x432;&#x44B;&#x435;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="02.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">02.05.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x410;&#x434;&#x43C;&#x438;&#x43D;&#x430;&#x43C; &#x434;&#x430;&#x43D;&#x430; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x432;&#x44B;&#x437;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x448;&#x430;&#x442;&#x442;&#x43B; &#x44D;&#x432;&#x430;&#x43A;&#x443;&#x430;&#x446;&#x438;&#x438;/&#x43A;&#x440;&#x44E; &#x442;&#x440;&#x430;&#x43D;&#x441;&#x444;&#x435;&#x440;&#x430; &#x43F;&#x440;&#x438; &#x440;&#x435;&#x432;&#x43E;&#x43B;&#x44E;&#x446;&#x438;&#x438;/&#x43C;&#x430;&#x43B;&#x444;&#x435;/&#x431;&#x43B;&#x43E;&#x431;&#x435; &#x438; &#x43F;&#x440;&#x438; &#x44D;&#x442;&#x43E;&#x43C; &#x442;&#x43E;&#x442; &#x43D;&#x435; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43E;&#x442;&#x437;&#x44B;&#x432;&#x430;&#x442;&#x44C;&#x441;&#x44F;.</li> 
       </ul> 
      </div> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x43F;&#x43E;&#x43F;&#x44B;&#x442;&#x43A;&#x435; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44C; &#x43B;&#x43E;&#x433; &#x447;&#x430;&#x442;&#x430; &#x43A;&#x43B;&#x438;&#x435;&#x43D;&#x442; &#x438;&#x433;&#x440;&#x44B; &#x43F;&#x435;&#x440;&#x43C;&#x430;&#x43D;&#x435;&#x43D;&#x442;&#x43D;&#x43E; &#x437;&#x430;&#x432;&#x438;&#x441;&#x430;&#x43B;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="01.05.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">01.05.2017</h3> 
      <div data-author="Belfogor"> 
       <h4 class="author">Belfogor:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x417;&#x430;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x44B; &#x440;&#x435;&#x437;&#x438;&#x43D;&#x43E;&#x432;&#x44B;&#x435; &#x43F;&#x443;&#x43B;&#x438; &#x443; &#x43F;&#x443;&#x43B;&#x435;&#x43C;&#x435;&#x442;&#x430; &quot;Ultra AC 2&quot;, &#x43D;&#x430; &#x431;&#x43E;&#x435;&#x432;&#x44B;&#x435;. </li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="30.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">30.04.2017</h3> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41D;&#x435;&#x43A;&#x43E;&#x440;&#x440;&#x435;&#x43A;&#x442;&#x43D;&#x43E;&#x435; &#x432;&#x437;&#x430;&#x438;&#x43C;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x441; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x430;&#x43C;&#x438; &#x434;&#x432;&#x435;&#x440;&#x435;&#x439; &#x438; &#x43A;&#x430;&#x43C;&#x435;&#x440;, &#x435;&#x441;&#x43B;&#x438; &#x437;&#x43E;&#x43D;&#x44B;, &#x432; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x43E;&#x43D;&#x438; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x43B;&#x438;&#x441;&#x44C;, &#x431;&#x44B;&#x43B;&#x438; &#x43E;&#x431;&#x435;&#x441;&#x442;&#x43E;&#x447;&#x435;&#x43D;&#x44B;.</li> 
        <li class="tweak">&#x421;&#x438;&#x433;&#x43D;&#x430;&#x43B;&#x435;&#x440; &#x43D;&#x430;&#x443;&#x447;&#x438;&#x43B;&#x441;&#x44F; &#x446;&#x435;&#x43F;&#x43B;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x438; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x442;&#x44C; &#x441; &#x43B;&#x44E;&#x431;&#x44B;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x430;&#x43C;&#x438; (&#x43D;&#x435; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x441; &#x430;&#x438;&#x440;&#x43B;&#x43E;&#x447;&#x43D;&#x44B;&#x43C;&#x438;).</li> 
        <li class="bugfix">&#x420;&#x43E;&#x43A;&#x435;&#x442;&#x43B;&#x430;&#x443;&#x43D;&#x447;&#x435;&#x440; &#x443; &#x43C;&#x435;&#x445;&#x43E;&#x432; &#x43D;&#x435; &#x437;&#x430;&#x43F;&#x443;&#x441;&#x43A;&#x430;&#x43B; &#x440;&#x430;&#x43A;&#x435;&#x442;&#x443; &#x43F;&#x440;&#x438; &#x432;&#x44B;&#x441;&#x442;&#x440;&#x435;&#x43B;&#x435;.</li> 
        <li class="rscdel">&#x423; &#x440;&#x43E;&#x431;&#x43E;&#x442;&#x43E;&#x442;&#x435;&#x445;&#x43D;&#x438;&#x43A;&#x43E;&#x432; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x43D; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x43A; &#x445;&#x440;&#x430;&#x43D;&#x438;&#x43B;&#x438;&#x449;&#x443; &#x43F;&#x43B;&#x430;&#x442;.</li> 
        <li class="bugfix">&#x421;&#x415;, &#x420;&#x414;, &#x41A;&#x430;&#x43F;&#x438;&#x442;&#x430;&#x43D;, &#x418;&#x418; &#x438; &#x431;&#x43E;&#x440;&#x433;&#x438; &#x43D;&#x435; &#x438;&#x43C;&#x435;&#x43B;&#x438; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x430; &#x43A; &#x441;&#x442;&#x435;&#x43A;&#x43B;&#x44F;&#x43D;&#x43D;&#x44B;&#x43C; &#x434;&#x432;&#x435;&#x440;&#x446;&#x430;&#x43C; &#x418;&#x418;.</li> 
        <li class="bugfix">&#x41C;&#x435;&#x445;&#x43E;&#x432;&#x441;&#x43A;&#x438;&#x439; &#x443;&#x43A;&#x43B;&#x430;&#x434;&#x447;&#x438;&#x43A; &#x43F;&#x440;&#x43E;&#x432;&#x43E;&#x434;&#x43E;&#x432; &#x43D;&#x435; &#x43C;&#x43E;&#x433; &#x43F;&#x440;&#x43E;&#x43A;&#x43B;&#x430;&#x434;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x438;&#x445; &#x43D;&#x430; &#x43A;&#x44D;&#x442;&#x432;&#x43E;&#x43B;&#x43A;&#x430;&#x445;.</li> 
        <li class="bugfix">&#x423;&#x431;&#x440;&#x430;&#x43D;&#x430; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x442;&#x440;&#x43E;&#x438;&#x442;&#x44C; &#x441; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C;&#x44E; &#x420;&#x426;&#x414; &#x43C;&#x43D;&#x43E;&#x436;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x430;&#x438;&#x440;&#x43B;&#x43E;&#x43A;&#x43E;&#x432; &#x43D;&#x430; &#x43E;&#x434;&#x43D;&#x43E;&#x43C; &#x442;&#x430;&#x439;&#x43B;&#x435;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x421;&#x430;&#x43D;&#x434;&#x432;&#x438;&#x447; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x435; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x44C; &#x438;&#x437; &#x431;&#x43E;&#x43B;&#x435;&#x435; &#x447;&#x435;&#x43C; 125 &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43E;&#x432;.</li> 
        <li class="tweak">&#x41E;&#x441;&#x43A;&#x43E;&#x43B;&#x43E;&#x43A; &#x441;&#x442;&#x435;&#x43A;&#x43B;&#x430; &#x432; &#x441;&#x430;&#x43D;&#x434;&#x432;&#x438;&#x447;&#x435; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x440;&#x435;&#x436;&#x435;&#x442; &#x433;&#x43E;&#x43B;&#x43E;&#x432;&#x443; &#x430; &#x43D;&#x435; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x439;&#x43D;&#x443;&#x44E; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x442;&#x435;&#x43B;&#x430; &#x43F;&#x440;&#x438; &#x441;&#x44A;&#x435;&#x434;&#x430;&#x43D;&#x438;&#x438;.</li> 
        <li class="tweak">&#x412; &#x44F;&#x449;&#x438;&#x43A; &#x437;&#x430;&#x432;&#x445;&#x43E;&#x437;&#x430; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x448;&#x43B;&#x435;&#x43C; &#x43E;&#x442; &#x43F;&#x43E;&#x436;&#x430;&#x440;&#x43D;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x441;&#x442;&#x44E;&#x43C;&#x430; &#x438; &#x437;&#x430;&#x43C;&#x435;&#x43D;&#x451;&#x43D; &#x43C;&#x430;&#x43B;&#x435;&#x43D;&#x44C;&#x43A;&#x438;&#x439; &#x431;&#x430;&#x43B;&#x43B;&#x43E;&#x43D; &#x441; &#x43A;&#x438;&#x441;&#x43B;&#x43E;&#x440;&#x43E;&#x434;&#x43E;&#x43C; &#x43D;&#x430; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x439; &#x431;&#x430;&#x43B;&#x43B;&#x43E;&#x43D; &#x441; &#x432;&#x43E;&#x437;&#x434;&#x443;&#x445;&#x43E;&#x43C;.</li> 
        <li class="bugfix">&#x421;&#x43B;&#x43E;&#x43C;&#x430;&#x43D;&#x43D;&#x443;&#x44E; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x44C; &#x43D;&#x430; &#x448;&#x430;&#x442;&#x442;&#x43B;&#x435; &#x443;&#x447;&#x451;&#x43D;&#x44B;&#x445;-&#x448;&#x430;&#x445;&#x442;&#x451;&#x440;&#x43E;&#x432; &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x431;&#x44B;&#x43B;&#x43E; &#x43F;&#x43E;&#x447;&#x438;&#x43D;&#x438;&#x442;&#x44C; &#x431;&#x435;&#x437; &#x43F;&#x435;&#x434;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x43C;&#x430;&#x433;&#x438;&#x438;.</li> 
        <li class="rscadd">&#x423; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x43E;&#x432; &#x432; &#x412;&#x412; &#x43F;&#x430;&#x43D;&#x435;&#x43B;&#x438; &#x43F;&#x43E;&#x44F;&#x432;&#x438;&#x43B;&#x430;&#x441;&#x44C; &#x43A;&#x43D;&#x43E;&#x43F;&#x43A;&#x430; Delete this object &#x434;&#x43B;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43A;&#x43E;&#x43D;&#x43A;&#x440;&#x435;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x43E;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x440;&#x430;&#x437;&#x431;&#x43E;&#x440;&#x43A;&#x435; &#x442;&#x435;&#x43B;&#x435;&#x43F;&#x430;&#x434;&#x430; &#x438;&#x43B;&#x438; &#x435;&#x433;&#x43E; &#x43A;&#x43E;&#x43D;&#x441;&#x43E;&#x43B;&#x438;, &#x447;&#x435;&#x440;&#x432;&#x43E;&#x442;&#x43E;&#x447;&#x438;&#x43D;&#x430; &#x43D;&#x435; &#x437;&#x430;&#x43A;&#x440;&#x44B;&#x432;&#x430;&#x43B;&#x430;&#x441;&#x44C;.</li> 
       </ul> 
      </div> 
      <div data-author="skvazarb"> 
       <h4 class="author">skvazarb:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x438;&#x43A;&#x43E;&#x43D;&#x43E;&#x43A; &#x430;&#x43D;&#x442;&#x430;&#x433;&#x43E;&#x43D;&#x438;&#x441;&#x442;&#x43E;&#x432; &#x43F;&#x440;&#x438; &#x43F;&#x43E;&#x432;&#x442;&#x43E;&#x440;&#x43D;&#x43E;&#x439; &#x437;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43A;&#x435; &#x432; &#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x440;&#x430;&#x443;&#x43D;&#x434;&#x430; &#x434;&#x43B;&#x44F; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x440;&#x435;&#x436;&#x438;&#x43C;&#x43E;&#x432;: &#x422;&#x435;&#x43D;&#x435;&#x43B;&#x438;&#x43D;&#x433;&#x438;, Gang Wars.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="28.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">28.04.2017</h3> 
      <div data-author="dearprincesscelestia"> 
       <h4 class="author">dearprincesscelestia:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x421;&#x43F;&#x44F;&#x449;&#x438;&#x435; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x436;&#x438; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x441;&#x44B;&#x43F;&#x430;&#x43B;&#x438;&#x441;&#x44C;, &#x435;&#x441;&#x43B;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x43C;&#x435;&#x43D;&#x43D;&#x430;&#x44F; resting &#x43D;&#x435; &#x431;&#x44B;&#x43B;&#x430; &#x43E;&#x431;&#x43D;&#x443;&#x43B;&#x435;&#x43D;&#x430;.</li> 
        <li class="tweak">&#x41B;&#x435;&#x436;&#x430;&#x449;&#x438;&#x439; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x436; &#x43D;&#x430; &#x445;&#x435;&#x43B;&#x43F;&#x435; &#x43D;&#x435; &#x43F;&#x43E;&#x434;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442; &#x440;&#x435;&#x441;&#x442;&#x44F;&#x449;&#x438;&#x445; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x436;&#x435;&#x439;, &#x434;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x442;&#x435;&#x43A;&#x441;&#x442;.</li> 
       </ul> 
      </div> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41C;&#x43E;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x433;&#x440;&#x430;&#x431;&#x43D;&#x443;&#x442;&#x44C; &#x43A;&#x43E;&#x433;&#x43E;-&#x43B;&#x438;&#x431;&#x43E; &#x43B;&#x451;&#x436;&#x430;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="17.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">17.04.2017</h3> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x41A;&#x43E;&#x43D;&#x444;&#x435;&#x442;&#x443; &#x43F;&#x43E;&#x43A;&#x443;&#x43F;&#x430;&#x435;&#x43C;&#x443;&#x44E; &#x432; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x430;&#x445; &#x43D;&#x435;&#x43B;&#x44C;&#x437;&#x44F; &#x431;&#x44B;&#x43B;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432; &#x440;&#x435;&#x446;&#x435;&#x43F;&#x442;&#x430;&#x445; &#x43A;&#x443;&#x445;&#x43D;&#x438;.</li> 
        <li class="bugfix">&#x418;&#x437; &#x43A;&#x43E;&#x43D;&#x444;&#x435;&#x442;&#x44B; &#x43D;&#x435; &#x432;&#x44B;&#x43F;&#x430;&#x434;&#x430;&#x43B; &#x43C;&#x443;&#x441;&#x43E;&#x440;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="14.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">14.04.2017</h3> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x412; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x44F;&#x445;, &#x438;&#x43C;&#x43F;&#x43B;&#x430;&#x43D;&#x442; &#x43B;&#x43E;&#x44F;&#x43B;&#x44C;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x43D;&#x435; &#x43F;&#x440;&#x435;&#x43F;&#x44F;&#x442;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43B; &#x432;&#x44B;&#x434;&#x430;&#x447;&#x438; &#x440;&#x43E;&#x43B;&#x438; &#x440;&#x435;&#x432;&#x43E;&#x43B;&#x44E;&#x446;&#x438;&#x43E;&#x43D;&#x435;&#x440;&#x430; &#x438;&#x43B;&#x438; &#x442;&#x440;&#x438;&#x442;&#x43E;&#x440;&#x430;. </li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="09.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">09.04.2017</h3> 
      <div data-author="dred1792"> 
       <h4 class="author">dred1792:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x423;&#x431;&#x440;&#x430;&#x43D;&#x430; &#x43D;&#x435;&#x440;&#x430;&#x431;&#x43E;&#x447;&#x430;&#x44F; &#x43A;&#x43D;&#x43E;&#x43F;&#x43A;&#x430; &quot;Toggle&quot; &#x443; &#x43E;&#x447;&#x43A;&#x43E;&#x432; &#x425;&#x41E;&#x421;&#x430; &#x438; &#x438;&#x43C; (&#x432; &#x43F;&#x43B;&#x430;&#x43D;&#x435; &#x43D;&#x435; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435;/&#x432;&#x44B;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x435;) &#x43F;&#x43E;&#x434;&#x43E;&#x431;&#x43D;&#x44B;&#x445;.</li> 
        <li class="bugfix">&#x41E;&#x432;&#x435;&#x440;&#x43B;&#x435;&#x439; c4 &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x432;&#x437;&#x440;&#x44B;&#x432;&#x430; &#x43D;&#x430; &#x43A;&#x43E;&#x441;&#x442;&#x44E;&#x43C;&#x435; &#x441;&#x430;&#x43F;&#x451;&#x440;&#x430; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x438;&#x441;&#x447;&#x435;&#x437;&#x430;&#x435;&#x442;. &#x41E;&#x442;&#x43D;&#x44B;&#x43D;&#x435; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43D;&#x435; &#x431;&#x43E;&#x44F;&#x442;&#x44C;&#x441;&#x44F; &#x43F;&#x43E;&#x442;&#x435;&#x440;&#x44F;&#x442;&#x44C; &#x440;&#x443;&#x43A;&#x443; &#x43F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x44F; c4 &#x43D;&#x430; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442; &#x434;&#x43B;&#x44F; &#x434;&#x430;&#x43B;&#x44C;&#x43D;&#x435;&#x439;&#x448;&#x435;&#x433;&#x43E; &#x431;&#x440;&#x43E;&#x441;&#x43A;&#x430;. &#x41F;&#x440;&#x438; &#x43F;&#x443;&#x43B;&#x43B;&#x435; &#x444;&#x443;&#x435;&#x43B;&#x442;&#x430;&#x43D;&#x43A;&#x430; &#x441; c4 &#x432;&#x437;&#x440;&#x44B;&#x432; &#x431;&#x443;&#x434;&#x435;&#x442; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43D;&#x430; &#x444;&#x443;&#x435;&#x43B;&#x442;&#x430;&#x43D;&#x43A;&#x435;. </li> 
       </ul> 
      </div> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="performance">&#x41E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x451;&#x43D; &#x438; &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x435;&#x43D; &#x430;&#x43B;&#x433;&#x43E;&#x440;&#x438;&#x442;&#x43C; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430; &#x43F;&#x443;&#x442;&#x438; (&#x438;&#x43D;&#x430;&#x447;&#x435; A*). &#x421;&#x430;&#x43C; &#x43F;&#x43E; &#x441;&#x435;&#x431;&#x435; &#x43E;&#x43D; &#x438;&#x43C;&#x435;&#x43B; &#x441;&#x432;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x43E; &#x432;&#x44B;&#x437;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x43C;&#x438;&#x43A;&#x440;&#x43E; &#x438; &#x43D;&#x435; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x444;&#x440;&#x438;&#x437;&#x44B;. &#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x438;&#x445; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x43E; &#x441;&#x442;&#x430;&#x442;&#x44C; &#x437;&#x43D;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E; &#x43C;&#x435;&#x43D;&#x44C;&#x448;&#x435;, &#x43B;&#x438;&#x431;&#x43E; &#x43D;&#x435; &#x431;&#x44B;&#x442;&#x44C; &#x432;&#x43E;&#x43E;&#x431;&#x449;&#x435;.</li> 
        <li class="bugfix">&#x413;&#x43B;&#x430;&#x437; &#x418;&#x418; &#x43F;&#x43E;&#x44F;&#x432;&#x438;&#x43B;&#x441;&#x44F; &#x432; &#x441;&#x43F;&#x438;&#x441;&#x43A;&#x430;&#x445; &#x43E;&#x440;&#x431;&#x438;&#x442;&#x430;/&#x43E;&#x431;&#x441;&#x435;&#x440;&#x432;&#x430;/&#x43F;&#x440;&#x44B;&#x436;&#x43A;&#x430; &#x43D;&#x430; &#x43C;&#x43E;&#x431;&#x430;.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43E; &#x432;&#x438;&#x437;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43E;&#x442;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x430; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438; &#x43F;&#x430;&#x43A;&#x435;&#x442;&#x430; &#x434;&#x43B;&#x44F; &#x443;&#x43B;&#x438;&#x43A;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435; &#x43E;&#x433;&#x43D;&#x435;&#x442;&#x443;&#x448;&#x438;&#x442;&#x435;&#x43B;&#x44F; &#x432; &#x441;&#x443;&#x43C;&#x43A;&#x435; &#x442;&#x43E;&#x442; &#x43D;&#x435; &#x43F;&#x43E;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x43B; &#x441;&#x432;&#x43E;&#x451; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x432;&#x43E;&#x434;&#x44B;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="06.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">06.04.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x428;&#x430;&#x442;&#x442;&#x43B; &#x44D;&#x432;&#x430;&#x43A;&#x443;&#x430;&#x446;&#x438;&#x438; &#x43F;&#x440;&#x438; &#x440;&#x435;&#x432;&#x435; &#x43E;&#x442;&#x437;&#x44B;&#x432;&#x430;&#x43B;&#x441;&#x44F; &#x434;&#x430;&#x436;&#x435; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x442;&#x43E;&#x433;&#x43E;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x43E;&#x434;&#x43D;&#x430; &#x438;&#x437; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D; &#x43F;&#x43E;&#x431;&#x435;&#x434;&#x438;&#x43B;&#x430;.</li> 
       </ul> 
      </div> 
      <div data-author="dred1792"> 
       <h4 class="author">dred1792:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x424;&#x438;&#x43A;&#x441; &#x431;&#x430;&#x433;&#x430; &#x438;&#x437;-&#x437;&#x430; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x433;&#x43E; &#x43A;&#x430;&#x43F;&#x438;&#x442;&#x430;&#x43D;&#x441;&#x43A;&#x430;&#x44F; &#x43C;&#x435;&#x434;&#x430;&#x43B;&#x44C; &#x43F;&#x440;&#x438; &#x441;&#x43D;&#x44F;&#x442;&#x438;&#x438; &#x443;&#x43B;&#x435;&#x442;&#x430;&#x43B;&#x430; &#x432; &#x432;&#x430;&#x440;&#x43F;.</li> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43A;&#x430;&#x43F;&#x438;&#x442;&#x430;&#x43D;&#x441;&#x43A;&#x43E;&#x439; &#x43C;&#x435;&#x434;&#x430;&#x43B;&#x438;.</li> 
        <li class="spellcheck">&#x41F;&#x440;&#x438; &#x43F;&#x43E;&#x44F;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x438; &#x43A;&#x43E;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x43E;&#x43C; &#x434;&#x43E;&#x431;&#x430;&#x432;&#x438;&#x43B;&#x43E;&#x441;&#x44C; &#x443;&#x43F;&#x43E;&#x43C;&#x438;&#x43D;&#x430;&#x43D;&#x438;&#x435; &#x43E; &#x442;&#x43E;&#x43C;, &#x447;&#x442;&#x43E; &#x43F;&#x43E;&#x43C;&#x438;&#x43C;&#x43E; &#x445;&#x43E;&#x437;&#x44F;&#x438;&#x43D;&#x430; &#x432;&#x44B; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x44B; &#x441;&#x43B;&#x443;&#x436;&#x438;&#x442;&#x44C; &#x438; &#x435;&#x433;&#x43E; &#x441;&#x43E;&#x44E;&#x437;&#x43D;&#x438;&#x43A;&#x430;&#x43C;.</li> 
       </ul> 
      </div> 
      <div data-author="Kilkalestia"> 
       <h4 class="author">Kilkalestia:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x417;&#x430;&#x43C;&#x435;&#x43D;&#x451;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x43A;&#x43E;&#x441;&#x442;&#x44E;&#x43C;&#x430; &#x431;&#x430;&#x440;&#x43C;&#x435;&#x43D;&#x430; &#x434;&#x43B;&#x44F; &#x434;&#x435;&#x432;&#x443;&#x448;&#x435;&#x43A;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x412; &#x425;&#x423;&#x414;&#x430;&#x445; &#x43E;&#x445;&#x440;&#x430;&#x43D;&#x44B; &#x43D;&#x435; &#x445;&#x432;&#x430;&#x442;&#x430;&#x43B;&#x43E; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x43E;&#x432; &#x434;&#x43B;&#x44F; &#x430;&#x43B;&#x44C;&#x442;&#x43F;&#x440;&#x43E;&#x444;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x43E;&#x442;&#x43A;&#x440;&#x443;&#x447;&#x438;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x437;&#x43D;&#x430;&#x43A;&#x43E;&#x432; DANGEROUS ALIEN LIFE &#x43F;&#x440;&#x43E;&#x43F;&#x430;&#x434;&#x430;&#x43B; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;.</li> 
        <li class="bugfix">&#x428;&#x43B;&#x44E;&#x437;&#x44B; &#x432; &#x43F;&#x43E;&#x434;&#x441;&#x43E;&#x431;&#x43A;&#x435; &#x43A;&#x43B;&#x43E;&#x443;&#x43D;&#x430; &#x431;&#x44B;&#x43B;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x43F;&#x443;&#x442;&#x430;&#x43D;&#x44B;.</li> 
        <li class="map">&#x428;&#x43B;&#x44E;&#x437;&#x44B; &#x432; &#x43F;&#x43E;&#x434;&#x441;&#x43E;&#x431;&#x43A;&#x435; &#x43A;&#x43B;&#x43E;&#x443;&#x43D;&#x44B; &#x43F;&#x43E;&#x43C;&#x435;&#x43D;&#x44F;&#x43B;&#x438;&#x441;&#x44C; &#x43C;&#x435;&#x441;&#x442;&#x430;&#x43C;&#x438;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="04.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">04.04.2017</h3> 
      <div data-author="Djekke"> 
       <h4 class="author">Djekke:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x412;&#x435;&#x449;&#x438; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x442;&#x44B; &#x434;&#x435;&#x440;&#x436;&#x438;&#x448;&#x44C; &#x432; &#x440;&#x443;&#x43A;&#x430;&#x445;, &#x43A;&#x43E;&#x433;&#x434;&#x430; &#x442;&#x435;&#x431;&#x44F; &#x437;&#x430;&#x431;&#x438;&#x440;&#x430;&#x44E;&#x442; &#x432; &#x441;&#x43B;&#x438;&#x43F;&#x435;&#x440; &#x41E;&#x434;&#x438;&#x441;&#x441;&#x435;&#x44F; &#x438;&#x441;&#x447;&#x435;&#x437;&#x430;&#x43B;&#x438;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="03.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">03.04.2017</h3> 
      <div data-author="Raschert0"> 
       <h4 class="author">Raschert0:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x414;&#x435;&#x440;&#x435;&#x432;&#x44F;&#x43D;&#x43D;&#x44B;&#x435; &#x434;&#x432;&#x435;&#x440;&#x438; &#x432; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x43E;&#x43C; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x438; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x43F;&#x443;&#x441;&#x43A;&#x430;&#x43B;&#x438; &#x432;&#x43E;&#x437;&#x434;&#x443;&#x445;.</li> 
       </ul> 
      </div> 
      <div data-author="ZVee"> 
       <h4 class="author">ZVee:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x412; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x445; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x44F;&#x445; &#x438;&#x433;&#x440;&#x43E;&#x43A;&#x438; &#x43C;&#x43E;&#x433;&#x43B;&#x438; &#x43D;&#x430;&#x447;&#x430;&#x442;&#x44C; &#x440;&#x430;&#x443;&#x43D;&#x434; &#x431;&#x435;&#x437; &#x43A;&#x430;&#x440;&#x442;&#x44B;, &#x43F;&#x434;&#x430; &#x438; &#x43E;&#x434;&#x435;&#x436;&#x434;&#x44B;.</li> 
       </ul> 
      </div> 
      <div data-author="dred1792"> 
       <h4 class="author">dred1792:</h4> 
       <ul class="changelog"> 
        <li class="image">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442; &#x448;&#x43E;&#x43A;&#x43E;&#x43B;&#x430;&#x434;&#x43D;&#x43E;&#x439; &#x43C;&#x43E;&#x43D;&#x435;&#x442;&#x43A;&#x438;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="02.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">02.04.2017</h3> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="tweak">&#x41D;&#x430;&#x436;&#x430;&#x432; &#x43F;&#x443;&#x441;&#x442;&#x43E;&#x439; &#x440;&#x443;&#x43A;&#x43E;&#x439; &#x43F;&#x43E; &#x442;&#x440;&#x430;&#x43D;&#x437;&#x438;&#x442;&#x43D;&#x43E;&#x43C; &#x43F;&#x43E;&#x434;&#x443; (&#x445;&#x440;&#x435;&#x43D;&#x44C; &#x43F;&#x435;&#x440;&#x435;&#x43C;&#x435;&#x449;&#x430;&#x44E;&#x449;&#x430;&#x44F; &#x43F;&#x43E; &#x442;&#x440;&#x443;&#x431;&#x430;&#x43C; &#x434;&#x43E; &#x418;&#x418;, &#x43D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;) &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x434;&#x43E;&#x441;&#x442;&#x430;&#x442;&#x44C; &#x43E;&#x442;&#x442;&#x443;&#x434;&#x430; &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;&#x430; (&#x43F;&#x43E;&#x442;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F;).</li> 
        <li class="tweak">&#x41F;&#x440;&#x438; &#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435; &#x442;&#x440;&#x430;&#x43D;&#x437;&#x438;&#x442;&#x43D;&#x43E;&#x433;&#x43E; &#x43F;&#x43E;&#x434;&#x430; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x43E;&#x43D;&#x44F;&#x442;&#x44C; &#x435;&#x441;&#x442;&#x44C; &#x442;&#x430;&#x43C; &#x43A;&#x442;&#x43E;-&#x43D;&#x438;&#x431;&#x443;&#x434;&#x44C; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438; &#x438;&#x43B;&#x438; &#x43D;&#x435;&#x442;. </li> 
        <li class="tweak">&#x424;&#x430;&#x43A;&#x441;&#x44B; &#x43D;&#x430;&#x443;&#x447;&#x438;&#x43B;&#x438;&#x441;&#x44C; &#x43A;&#x43E;&#x43F;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43F;&#x435;&#x447;&#x430;&#x442;&#x438;, &#x43A;&#x430;&#x43A; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x430;&#x447;&#x435; &#x430;&#x434;&#x43C;&#x438;&#x43D;&#x430;&#x43C; &#x43D;&#x430; &#x426;&#x41A;, &#x442;&#x430;&#x43A; &#x438; &#x43F;&#x440;&#x438; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x430;&#x447;&#x435; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43E;&#x442;&#x434;&#x435;&#x43B;&#x430;&#x43C;&#x438;.</li> 
       </ul> 
      </div> 
      <div data-author="Kurshan"> 
       <h4 class="author">Kurshan:</h4> 
       <ul class="changelog"> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x43B; &#x43D;&#x430;&#x434;&#x435;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x435;&#x434;&#x43C;&#x435;&#x442;&#x43E;&#x432; &#x43B;&#x438;&#x43D;&#x433;&#x43E;&#x432;.</li> 
       </ul> 
      </div> 
      <div data-author="Djekke"> 
       <h4 class="author">Djekke:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x44B; Emergensy Shutter&apos;&#x44B; &#x432; &#x442;&#x44E;&#x440;&#x44C;&#x43C;&#x443; &#x431;&#x440;&#x438;&#x433;&#x430;.</li> 
        <li class="bugfix">&#x418;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x43D;&#x435;&#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x440;&#x430;&#x437;&#x43E;&#x431;&#x440;&#x430;&#x442;&#x44C; &#x435;&#x43C;&#x430;&#x433;&#x43D;&#x443;&#x442;&#x443;&#x44E; &#x441;&#x442;&#x435;&#x43A;&#x43B;&#x44F;&#x43D;&#x43D;&#x443;&#x44E; &#x441;&#x432;&#x442;&#x43E;&#x440;&#x43A;&#x443;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="01.04.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">01.04.2017</h3> 
      <div data-author="dred1792"> 
       <h4 class="author">dred1792:</h4> 
       <ul class="changelog"> 
        <li class="map">&#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x432; &#x442;&#x44E;&#x440;&#x435;&#x43C;&#x43D;&#x43E;&#x43C; &#x43A;&#x440;&#x44B;&#x43B;&#x435; &#x431;&#x440;&#x438;&#x433;&#x430; &#x43B;&#x435;&#x436;&#x438;&#x442; &#x43C;&#x443;&#x43A;&#x430;, &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x44F;&#x435;&#x43C;&#x430;&#x44F; &#x432; &#x43D;&#x44B;&#x43D;&#x435;&#x448;&#x43D;&#x435;&#x439; &#x43A;&#x443;&#x43B;&#x438;&#x43D;&#x430;&#x440;&#x438;&#x438;.</li> 
        <li class="bugfix">&#x41B;&#x430;&#x442;&#x442;&#x438;&#x441; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x43D;&#x435; &#x440;&#x435;&#x436;&#x435;&#x442;&#x441;&#x44F; &#x432;&#x44B;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x433;&#x43E;&#x440;&#x435;&#x43B;&#x43A;&#x43E;&#x439;.</li> 
        <li class="bugfix">&#x41F;&#x440;&#x438; &#x441;&#x431;&#x43E;&#x440;&#x43A;&#x435; &#x43D;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x441;&#x43B;&#x438;&#x43F;&#x435;&#x440;&#x430; &#x432; &#x43D;&#x451;&#x43C; &#x43D;&#x435; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x440;&#x43E;&#x431;&#x438;&#x440;&#x43A;&#x438;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
    <div class="row" data-date="27.03.2017"> 
     <div class="col-lg-12"> 
      <h3 class="date">27.03.2017</h3> 
      <div data-author="SpaiR"> 
       <h4 class="author">SpaiR:</h4> 
       <ul class="changelog"> 
        <li class="rscadd">&#x414;&#x43E;&#x431;&#x430;&#x432;&#x43B;&#x435;&#x43D; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x438;&#x438;&#x433;&#x440;&#x43E;&#x432;&#x43E;&#x439; &#x447;&#x435;&#x439;&#x43D;&#x434;&#x436;&#x43B;&#x43E;&#x433;.</li> 
       </ul> 
      </div> 
     </div> 
    </div> 
   </div> 
   <hr> 
   <div class="row"> 
    <div class="col-lg-12"> 
     <p>&#x427;&#x430;&#x441;&#x442;&#x44C; &#x447;&#x435;&#x439;&#x43D;&#x434;&#x436;&#x43B;&#x43E;&#x433;&#x43E;&#x432; &#x434;&#x43E; <b>27.03.2017</b> &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43D;&#x430;&#x439;&#x442;&#x438; &#x43D;&#x430; &#x444;&#x43E;&#x440;&#x443;&#x43C;&#x435; &#x43F;&#x43E; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x435;: <a class="btn btn-xs btn-success link-btn" href="http://tauceti.ru/forums/index.php?topic=3551.0">&#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44C; &#x442;&#x435;&#x43C;&#x443;</a></p> 
    </div> 
   </div> 
  </div>  
 
